{"-L7rYnU47tcdFtCsa53j": {"Name": "Space Science Practice & Policy", "Instructor(s)": "Jack Burns", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "http://lunar.colorado.edu/~jaburns/astr4800/syllabus.php", "Year": 2017, "Institution": "University of Colorado"}, "-L7rYdWmb0LZnVy0TbvJ": {"Name": "Science Policy", "Instructor(s)": "Kevin Marvel", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "https://docs.google.com/viewer?url=http%3A%2F%2Fsciencepolicy.us%2Fuploads%2F3%2F4%2F8%2F7%2F34871902%2Fmarvelsyll.pdf", "Year": "N/A", "Institution": "University of Arizona"}, "-L7rY6Xa0qUbqwPvEbC7": {"Name": "Science Policy Bootcamp", "Instructor(s)": "William Bonvillian", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "https://ocw.mit.edu/resources/res-stp-001-science-policy-bootcamp-january-iap-2011/syllabus/", "Year": 2011, "Institution": "Massachusetts Institute of Technology"}, "-L7rYxXqxycEPmw0k9CT": {"Name": "Policy Fellowships", "Location": "Japan", "Sponsoring Organization": "United Nations University", "Resource Type": "fellowships", "About": "To provide young scholars and policymakers, especially from the developing world, with a multidisciplinary context within which to pursue advanced research and training that are of professional interest to the successful applicant and of direct relevance to the research agenda of their selected UNU-IAS or UNU Centre for Policy Research (UNU-CPR) programme.", "Compensation": true, "Website": "http://ias.unu.edu/en/about/fellowships", "Degree Requirement": "Doctorate", "Citizen Requirement": false}, "-L7rYsfgXqWj8MDa19Pz": {"Program Type": "Pairing Schemes", "Name": "Researcher In Residence", "Sponsoring Organization": "Biomedical Research Victoria", "Location": "Australia", "Resource Type": "details", "About": null, "Compensation": false, "Website": "https://biomedvic.org.au/biomed-programs/researcher-in-residence/", "Degree Requirement": "Mid-career professionals", "Duration": "Part-time"}, "-L7rYTUzewbuR445Sxj6": {"Name": "BES POST Fellowship", "Location": "United Kingdom", "Sponsoring Organization": "British Ecological Society and Parliamentary Office of Science and Technology", "Resource Type": "fellowships", "About": "The fellow will work on a policy topic grounded in science and technology, producing a POSTnote, contributing to a longer report, or assisting a Select Committee in a current inquiry. The Fellow will be expected to organise a seminar to inform or disseminate their work, which may occur after their three-month placement has finished.", "Compensation": true, "Website": "https://www.britishecologicalsociety.org/policy/opportunities/post-fellowship/", "Degree Requirement": "Doctoral student", "Citizen Requirement": false}, "-L7rYKvO7VTMvi5TqBJL": {"Location": "United States of America", "Citizenship Requirement": true, "Sponsoring Organization": "Washington Internships for Students of Engineering", "Resource Type": "internships", "About": "WISE enables students entering their final year of undergraduate engineering study to spend the summer in Washington, D.C. learning how government officials make decisions on complex technological issues and how engineers can contribute to legislative and regulatory public policy decisions. The program is jointly sponsored by several major engineering societies.", "Compensation": true, "Website": "http://www.wise-intern.org/index.html", "Degree Requirement": "Undergraduate and Masters-level students", "Name": "Washington Internship for Students of Engineering (WISE)"}, "-L7rYtKp7y5nSdD4cVAl": {"Location": "United States of America", "Organizer": "American Meteorological Society", "About": "Each year, the AMS Summer Policy Colloquium brings a select group to Washington, D.C. for an intense, ten-day immersion in science policy. Graduate students, faculty and professionals in the field of earth and atmospheric sciences and their applications form a cohort that tackles hands-on exercises, hears from dozens of prominent experts and forges strong professional networking connections. The Summer Policy Colloquium is a career-shaping experience. By arming tomorrow's leaders with expertise in the policy process, the science community will be more engaged with decision makers, helping ensure that society's policy choices take full advantage of available scientific knowledge.", "Resource Type": "training", "Website": "www.ametsoc.org/ams/index.cfm/policy/summer-policy-colloquium/", "Name": "Summer Policy Colloquium"}, "-L7rYM50wXQs8rnMEvLT": {"Organizer": "The Africa Evidence Network (AEN)", "Membership Fee": false, "About": "The Africa Evidence Network (AEN) is a community of people who work in Africa and have an interest in evidence, its production and use in decision-making. The Network is supported by the Africa Centre for Evidence within the University of Johannesburg and includes researchers, practitioners and policy-makers from universities, civil society and government.", "Resource Type": "networks", "Website": "www.africaevidencenetwork.org", "Name": "Africa Evidence Network", "Geographic Scope": "Africa"}, "-L7rYdlS8jL3SnbjSy2l": {"Organizer": "Union of Concerned Scientists", "Membership Fee": false, "About": "The UCS Science Network is an inclusive community of more than 20,000 scientists, engineers, economists, public health specialists, and other experts across the country working to educate the public and inform decisions critical to our health, safety, and environment. The UCS Science Network is intended for scientists, engineers, health professionals, and economists with (or working towards) an advanced degree.", "Resource Type": "networks", "Website": "https://www.ucsusa.org/science-network#.Wuu7q4gvw2x", "Name": "The Science Network", "Geographic Scope": "United States of America"}, "-L7rYqZxHFNb12E1u0v4": {"Location": "Mexico", "Organizer": "Center for Research and Advanced Studies of the National Polytechnic Institute- Program on Science and Technology Development for the Society", "About": "The program offers an optional course that could be taked by any student or formed scientist interested in the relation between the policy and the science, the advisory to several institucions and policymakers, how to read and write amendments, the national system of Science, the oportunities and challenges in the politicas arena for scientist, etc.", "Resource Type": "training", "Website": "http://www.transdisciplinario.cinvestav.mx/plan-de-estudios", "Name": "Science-Policy Interface Course"}, "-L7rYaSySZKAy569Bzmr": {"Location": "United Kingdom", "Citizenship Requirement": false, "Sponsoring Organization": "The Academy of Medical Sciences", "Resource Type": "internships", "About": "Students spend three months at the Academy offices in central London. The scheme is designed to give students first-hand experience of the medical science policy environment, to gain insights into how research can impact on policy, and to build valuable networks with the UK’s most eminent medical scientists and key science and health stakeholders. Interns are supported by a three-month extension to their PhD stipend.", "Compensation": true, "Website": "https://acmedsci.ac.uk/about/administration/internship-schemes", "Degree Requirement": "For PhD who are funded by Wellcome or the Medical Research Council.", "Name": "Internship schemes"}, "-L7rYRx6rYy7qyJ1d1Yl": {"Institution": "Pennsylvania State University", "Location": "United States of America", "About": "We are here to bring scientists and the community closer together, to teach and learn about science policy and the related issues we all deal with, and to help each other with opportunities and advancements in any scientific field we wish to pursue. The best way to bring everyone together on progressive science policy is to make sure that information is clear, accessible, and interesting.", "Resource Type": "university", "Website": "http://sites.psu.edu/scienceadvocacy/", "Name": "Penn State Center for Science Advocacy (CSA)"}, "-L7rY22nQBMkiFy7SWsm": {"Location": "Australia", "Citizenship Requirement": true, "Sponsoring Organization": "Australian Academy of Science", "Resource Type": "internships", "About": "The Australian Academy of Science invites applications for a three-month internship with the Academy’s Science Policy team. Interns will complete a policy-focused project in an area of mutual interest relating to the Academy’s science policy work, or to two of its specific policy programs—the Australian Brain Alliance, and Future Earth Australia. Interns will also contribute to the day-to-day policy and advocacy activities of the policy team. The Academy’s Policy Internships are intended for postgraduate students or early-career researchers who can write well and who have an interest in a career in policy.", "Compensation": true, "Website": "https://www.science.org.au/news-and-events/newsletters/emcr-pathways-newsletter/emcr-pathways-issue-8/australian-academy", "Degree Requirement": "Students and early career professionals", "Name": "Policy Internships"}, "-L7rYZTSYiiVCm48YmZl": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "American Geosciences Institute", "Resource Type": "internships", "About": "The Geoscience Policy program represents the shared interests of the geoscience community in Washington, D.C., and actively works with Congress and federal agencies to foster better communication and public policy for the geosciences in areas including water, energy and mineral resources, natural hazards, environmental protection, and federal funding for geoscience research and education. AGI seeks outstanding geoscience or engineering students or recent graduates (Bachelor's or Master's level) with a strong interest in federal science policy. Interns will hone their writing and web publishing skills, while gaining first-hand policy experience and improving their understanding of the legislative process.", "Compensation": false, "Website": "www.americangeosciences.org/policy/internships-and-fellowships#PolicyInternship ", "Degree Requirement": "Bachlor's or Master's student", "Name": "AGI Geoscience Policy Internship"}, "-L7rYCQ5kVELlNc1akYG": {"Location": "Varies", "Organizer": "Euroscience", "About": "ESOF (EuroScience Open Forum) is the largest interdisciplinary science meeting in Europe. It is dedicated to scientific research and innovation and offers a unique framework for interaction and debate for scientists, innovators, policy makers, business people and the general public. Created in 2004 by EuroScience, this biennial European forum brings together over 4 000 researchers, educators, business actors, policy makers and journalists from all over the world to discuss breakthroughs in science. More than 40% of the participants are students and young researchers.", "Resource Type": "meetings", "Website": "http://www.esof.eu/en", "Name": "EuroScience Open Forum"}, "-L7rYc5wrvE75a7ytmnA": {"Organizer": "Engaging Scientists and Engineers in Policy (ESEP) Coalition", "Membership Fee": false, "About": "The Engaging Scientists & Engineers in Policy (ESEP) Coalition is an ad hoc alliance of organizations that have joined together to empower scientists and engineers to effectively engage in the policy making process at all levels of government (federal, state and local). ​ESEP serves as a resource one-stop-shop, a communication forum, networking opportunity and as an engagement vehicle for science & technology policy stakeholders. Interested or already involved with S&T policy? Join us!", "Resource Type": "networks", "Website": "www.science-engage.org/index.html", "Name": "Engaging Scientists and Engineers in Policy (ESEP) Coalition", "Geographic Scope": "International"}, "-L7rY2Ty4yjqdcOs5wne": {"Program Type": "Pairing Schemes", "Name": "Scientists - Parlamentarians Pairing Scheme", "Sponsoring Organization": "Académie des sciences and the French Parliamentary Office for Scientific and Technological Assessment (OPECST)", "Location": "France", "Resource Type": "details", "About": "The aim of the pairing operation, jointly created by the Académie des sciences and the French Parliamentary Office for Scientific and Technological Assessment (OPECST), is to build bridges between Members of Parliament, from both Lower (Assemblée nationale) and Upper (Sénat) French Chambers, and scientists, namely Members of the Académie and young researchers.", "Compensation": false, "Website": "www.academie-sciences.fr/archivage_site/en/pairing.htm", "Degree Requirement": "Senior professionals", "Duration": "3 days"}, "-L7rYGByYsJjDwuUJHMe": {"Name": "Canadian Science Policy Fellowship Program", "Location": "Canada", "Sponsoring Organization": "Canadian Institutes of Health Research", "Resource Type": "fellowships", "About": "An initiative of the Canadian Institutes of Health Research (CIHR), the Science Policy Fellowships Program, is designed to foster positive exchanges between health researchers and policy makers in order to help bridge the gap between the worlds of science and policy making. The Program provides academic researchers with the opportunity to undertake short-term assignments at Health Canada, the Public Health Agency of Canada and the Canadian Food Inspection Agency to work on a specific policy issue (e.g., health policy, science policy, or regulatory policy).", "Compensation": true, "Website": "https://www.canada.ca/en/health-canada/services/science-research/career-resources/fellowship-programs/science-policy-fellowships-program.html", "Degree Requirement": "Doctorate", "Citizen Requirement": true}, "-L7rYBYsc3ACQXQbMeci": {"Institution": "University of Washington", "Location": "United States of America", "About": "UW Science Policy Committee is focused on continuing conversations around science and policy. Groups work together and offer advice to each other on science policy advocacy and communication.", "Resource Type": "university", "Website": "https://uwsciencepolicy.wordpress.com/", "Name": "University of Washington Science Policy Committee"}, "-L7rYvnwT4G1eWYQDjd5": {"Institution": "University of California, San Francisco", "Location": "United States of America", "About": "We are a registered campus organization (RCO) dedicated to educating our students and postdocs about science policy issues as well as taking action to support science advocacy.", "Resource Type": "university", "Website": "www.facebook.com/UcsfSciencePolicyGroup", "Name": "Science Policy Group"}, "-L7rYCuNs5kLtsil7YR2": {"Institution": "California Polytechnic State University", "Location": "California, United States of America", "About": "The Ethics, Public Policy, Science and Technology (EPPST) minor enables students to understand the complexities of contemporary science and technology policies as they relate to the broader public, ethical theories and applications and personal and societal values.", "Academic Level": "Undergraduate Minor", "Resource Type": "degree", "Website": "https://sts.calpoly.edu/students/ethics-public-policy-science-technology-eppst-minor", "Name": "Ethics, Public Policy, Science and Technology (EPPST) Minor"}, "-L7rYRdeEIcwe5Y15Eyv": {"Program Type": "Pairing Schemes", "Name": "Members of European Parliament (MEPs) - Scientists Pairing Scheme", "Sponsoring Organization": "European Parliament Science and Technology Options Assessment", "Location": "Various", "Resource Type": "details", "About": "The relationship between scientific expertise and policy-making continues to develop and expand as scientific knowledge underpins many aspects of public policy and legislation, from healthcare and the ageing population to nanotechnology, food and energy production and climate change. The MEP-Scientist Pairing Scheme aims at enhancing mutual understanding and establishing a long-term, intensive cooperation between Members and researchers.", "Compensation": true, "Website": "www.europarl.europa.eu/stoa/cms/home/activities/mepscientist", "Degree Requirement": null, "Duration": "1 week plus a reciprocal visit"}, "-L7rYn5SPHVNFSWVb4Qi": {"Institution": "Stanford University", "Location": "California, United States of America", "About": "Students proposing to undertake the Science and Technology Concentration have employment opportunities with local, state, federal, and international organizations concerned with science and technology policy and regulatory agencies, legislative bodies and firms dealing with such agencies, including consultancies.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://publicpolicy.stanford.edu/academics/graduate/concentrations/science-and-technology-policy", "Name": "M.A. or M.P.P. in Public Policy "}, "-L7rYVyzQnBRozJEw9ip": {"Institution": "University of Wisconsin-Madison", "Location": "United States of America", "About": "Catalysts for Science Policy (CaSP) has three main goals. 1) Educate graduate students about science policy and emphasize the importance of increasing scientist participation in science policy issues, both local and national. 2) Increase graduate student awareness of various science policy careers and provide opportunities to help them become better candidates for these positions. 3) Communicate relevant science topics to government and funding agencies, and to the non-scientist community in Madison.", "Resource Type": "university", "Website": "https://win.wisc.edu/organization/casp", "Name": "Catalysts for Science Policy @ UW Madison"}, "-L7rYyRhfnKnNQmvPEvl": {"Name": "Presidential Management Fellows Program (PMF)", "Location": "United States of America", "Sponsoring Organization": "U.S. Office of Personnel Management", "Resource Type": "fellowships", "About": "The PMF Program provides an excellent opportunity for men and women from a variety of academic disciplines and career paths who have an interest in, and commitment to, public service and to excellence in the leadership and management of public policies and government programs. The PMF Program, administered by the U.S. Office of Personnel Management (OPM), is a two-year paid fellowship which includes 160 hours of formal classroom training and a mandatory four to six month developmental assignment plus optional rotations of one to six months.", "Compensation": true, "Website": "https://www.pmf.gov/", "Degree Requirement": "Masters and above", "Citizen Requirement": true}, "-L7rY5a68iMZASMZmS9a": {"Institution": "Weill Cornell Medicine, The Rockefeller University, and Memorial Sloan Kettering Cancer Center", "Location": "United States of America", "About": "The Science & Education Policy Association (SEPA) is a student-run organization founded at the Tri-Institute – Weill Cornell Medicine, The Rockefeller University, and Memorial Sloan Kettering Cancer Center – aiming to facilitate the interaction between scientists and the world of science policy. Launched in 2016 by Sarah Qamar and Dane Samilo, SEPA is continuing its work to advocate and raise awareness for the need for policy engagement within the scientific community.", "Resource Type": "university", "Website": "http://sepanyc.org/index.html", "Name": "Science and Education Policy Association"}, "-L7rY0rbhIAX5FEQpMTj": {"Location": "United Kingdom", "Citizenship Requirement": false, "Sponsoring Organization": "British Ecological Society", "Resource Type": "internships", "About": "We offer a regular policy internship, aimed at recent graduates looking to build a career in science or environmental policy.", "Compensation": true, "Website": "https://www.britishecologicalsociety.org/policy/opportunities/policy-internship/", "Degree Requirement": "Recent Graduates", "Name": "Policy internship"}, "-L7rY1OBxerNX2imMdj5": {"Institution": "New York University", "Location": "New York, United States of America", "About": "The NYU Science Diplomacy Club aims to connect STEM-focused students and postdocs to careers and opportunities related to science diplomacy. We welcome members from across NYU's campuses and the greater NYC community. Here, you can find similarly interested individuals with whom to attend regularly scheduled off-campus networking events, and with whom you can develop/sponsor on-campus events.", "Resource Type": "university", "Website": "https://nyuscidip.blogspot.com/", "Name": "NYU Science Diplomacy"}, "-L7rYyccM6gBo9el9Utz": {"Institution": "Princeton University", "Location": "New Jersey, United States of America", "About": "The Woodrow Wilson School offers two master’s degrees: a 2-year Master in Public Affairs (MPA) and a 1-year mid-career Master in Public Policy (MPP). Students in either program track can earn a Science, Technology, and Environmental Policy (STEP) certificate", "Academic Level": "Graduate Certificate ", "Resource Type": "degree", "Website": "https://step.princeton.edu/masters-degree-certificate-program", "Name": "Master's Degree Certificate "}, "-L7rYtexB7zxUlRtKLx2": {"Institution": "California Institute of Technology", "Location": "United States of America", "About": "Science and Engineering Policy At Caltech (SEPAC) is a student-led club that focuses on the intersection between science and policy.", "Resource Type": "university", "Website": "http://sepac.caltech.edu/", "Name": "Science & Engineering Policy At Caltech (SEPAC)"}, "-L7rYmNsuq3IskGdn23h": {"Program Type": "Details & Rotations", "Name": "NSF Visiting Scientist, Engineer, and Educator (VSEE) Program", "Sponsoring Organization": "National Science Foundation", "Location": "United States of America", "Resource Type": "details", "About": "Individuals appointed to the VSEE program are on a non-paid leave of absence from their home institution. They are paid by the National Science Foundation. Appointments are usually made for up to one year and may be extended for an additional year by mutual agreement between NSF, the home institution, and the VSEE.", "Compensation": true, "Website": "www.nsf.gov/careers/rotator/vsee.jsp ", "Degree Requirement": "Doctorate", "Duration": "Varies"}, "-L7rYjQSfmwFtpd7Q5qe": {"Name": "National Science Policy in the 21st Century", "Instructor(s)": "Homer A. Neal & James J Duderstadt", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/pubpol_481_sci_tech_pub_pol_neal_w15.pdf", "Year": 2015, "Institution": "University of Michigan"}, "-L7rYHcJWU2Gmj8KnUOl": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Lewis Burke Associates", "Resource Type": "internships", "About": "Lewis Burke is a Washington, DC based lobbying and consulting firm specializing in advocacy for scientific research and higher education. Interns can except to conduct substantive research on matters of interest to the firm’s clients, including research funding, student aid, energy, space, transportation, computing, health, technology transfer, and environmental science, expand their knowledge of the legislative process and issues of interest based on interaction with other Lewis-Burke staff, clients, and congressional/federal employees and attend congressional hearings and federal agency meetings and produced summaries and analysis of the events.", "Compensation": true, "Website": "http://www.lewis-burke.com/internship", "Degree Requirement": "Current student or recent graduate", "Name": "Lewis Burke Associates Science Policy Internship"}, "-L7rYibfzXmWcJssnlhI": {"Institution": "University of Cambridge", "Location": "United Kingdom", "About": "The MPhil in Technology Policy is an intensive, nine-month masters programme designed for people with a background in science or engineering who are interested in developing the skills needed to meet the challenges of integrating technology, management, economics and policy.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://www.jbs.cam.ac.uk/programmes/professional-practice/mphil-technology-policy/", "Name": "MPhil in Technology Policy"}, "-L7rYtLFOUslqhx6X9eF": {"Program Type": "Pairing Schemes", "Name": "The Society of Scientists and Parliament Members TUTKAS", "Sponsoring Organization": "Society of Scientists and Parliament Members TUTKAS ", "Location": "Finland", "Resource Type": "details", "About": "The Society of Scientists and Parliament Members TUTKAS was established in 1970. It aims to establish positive connections between MPs and researchers that enable the exchange of information as well as to promote the critical examination of planning, decision-making and result utilization in relation to science. The membership of TUTKAS consists of almost 800 researchers and the 200 Members of Parliament. About once a month, TUTKAS arranges a seminar to which all of its members are invited. People who have completed an academic degree and work in research are eligible for membership.", "Compensation": false, "Website": "https://www.eduskunta.fi/EN/kansanedustajat/verkostot/Pages/default.aspx", "Degree Requirement": "Doctorate", "Duration": "Once a month"}, "-L7rYllcPyR4Xfp94CUk": {"Name": "International Technology Policy", "Instructor(s)": "David Alan Grier", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "http://sciencepolicy.us/uploads/3/4/8/7/34871902/iaff.6158.syllabus.2014.v07.pdf", "Year": 2014, "Institution": "George Washington University"}, "-L7rYkOoFf0FGx0GKZzW": {"Institution": "Georgia Tech", "Location": "Georgia, United States of America", "About": "The School of Public Policy at Georgia Tech offers a two-years Master's degree program focused on public policy issues and implementation in areas where science, research, technology, and innovation are of critical concern. In a technology-driven world, this includes virtually every policy area: the environment, communications, transportation, biotechnology and health, urban development, workforce, education, and more.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://spp.gatech.edu/masters/mspp", "Name": "M.S. in Public Policy "}, "-L7rYDliVMPbm4UmnsdL": {"Organizer": "National Public Radio", "Membership Fee": false, "About": "Joe's Big Idea (JBI) was started by NPR Science Correspondent Joe Palca in 2012, in an effort to tell stories about the processes of science and invention. During his travels, Joe interacted with many young scientists who wanted to become better communicators. So, Joe started the group - Friends Of Joe's Big Idea (FOJBIs).", "Resource Type": "networks", "Website": "http://www.npr.org/2017/08/24/537735624/friends-of-joes-big-idea-fojbis", "Name": "Friends of Joe's Big Idea ", "Geographic Scope": "United States of America"}, "-L7rYMXNghFqj3DG40IV": {"Location": "United States of America", "Organizer": "ST Global Consortium", "About": "An international organization of graduate programs in science policy or science and technology studies. Annual conferences, organized by current graduate students, are held in the spring.", "Resource Type": "meetings", "Website": "https://www.stglobal.org/about-the-conference/", "Name": "ST Global Consortium Annual Conference"}, "-L7rYozjaXf1KjVdzBZM": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Association of Public and Land-grant Universities ", "Resource Type": "internships", "About": "The Congressional and Governmental Affairs (CGA) office of APLU is focused on representing university interests before Congress and the Executive Branch on many of today’s cutting edge issues. Topics range from student financial aid and scientific research, to tax policy and appropriations, to energy policy and international development. Interns will work with the Congressional and Governmental Affairs staff to promote the association’s agenda before the federal government.", "Compensation": false, "Website": "www.aplu.org/members/jobs-at-aplu-and-member-institutions/employment-opportunities/governmental-affairs-internship ", "Degree Requirement": "Current student or recent graduate", "Name": "APLU Governmental Affairs Internship"}, "-L7rYpwIiABfATUXhiUt": {"Institution": "University of Louisville", "Location": "Kentucky, United States of America", "About": "We are a graduate student organization at the University of Louisville, interested in helping others understand the importance of science. Our goals are 1) to educate the community about science research, careers, and policy 2) expose students to science-related careers and research at a younger age, and 3) create a dialog with members of congress in order to promote science-based policy and STEM education.", "Resource Type": "university", "Website": "http://spogatuofl.weebly.com/", "Name": "Science Policy and Outreach Group (SPOG) "}, "-L7rYi5etyynS7AqjaeE": {"Program Type": "Pairing Schemes", "Name": "Ambassadors for Science", "Sponsoring Organization": "Spanish Foundation for Science and Technology", "Location": "Spain", "Resource Type": "details", "About": "“Ambassadors for Science” is a pioneering shadowing scheme between scientists and diplomats that, for at least four days, brings together both professionals to get them exposed to their different worlds—science and diplomacy—with the aim of finding common grounds that could foster lateral thinking and better science diplomacy. Whereas scientists shall receive introductory seminars about the Spanish diplomatic action, diplomats will receive basic notions about science and technology at the global and national level, focusing on Spain and the United Kingdom. Scientists will also shadow diplomats on their daily routine to learn about the diplomatic activity. Conversely, diplomats shall visit scientists’ job place to get an insight first-hand about the world of science, technology and research.", "Compensation": false, "Website": "www.psc-cfp.gc.ca/sas-sde/stf-dot/prgrm/rpl-prl/index-eng.htm ", "Degree Requirement": "Doctorate", "Duration": "At least four days"}, "-L7rYcWBjYYJmYDAVMWI": {"Institution": "Pardee RAND Graduate School", "Location": "California, United States of America", "About": "The Pardee RAND Graduate School in Santa Monica, California, is the nation’s largest public policy Ph.D. program. It’s also the only program based at an independent public policy research organization—the RAND Corporation. Science, technology and innovation policy is a small but diverse area of ongoing work for students at Pardee RAND. Students frequently make substantive contributions to this field of research at RAND, either through probject-based research training or via dissertation research.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "https://www.prgs.edu/about.html", "Name": "Ph.D. in Policy Analysis"}, "-L7rY7uz9UCCnCUKO4Er": {"Location": "United States of America", "Citizenship Requirement": true, "Sponsoring Organization": "Society of Physics", "Resource Type": "internships", "About": "Through the SPS summer internship program, physics undergraduates are placed in organizations that utilize their knowledge, experience and energy to advance meaningful assignments relevant to the organization and the advancement of physics more generally. Participating organizations assign one or more mentors from their senior staff to guide each intern’s work and overall experience. The SPS national office administers the program, hosts joint orientation and concluding sessions, and holds many group activities throughout the summer.", "Compensation": true, "Website": "https://www.spsnational.org/programs/internships", "Degree Requirement": "Students must be undergraduates and members of the SPS national organization", "Name": "Society of Physics Student Internship Program"}, "-L7rYiMmNBJ6Z8tafm68": {"Institution": "Central University of Gujarat", "Location": "India", "About": "We offer an integrated M.Phil.-Ph.D. programme on Studies in Science, Technology and Innovation Policy. The objective of the programme is to equip students to critically analyse science, technology and innovation in specific disciplinary, sectoral and institutional contexts of South Asia to enable the shaping of socially robust and ethically committed knowledge production practices and inclusive policies.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "http://www.cug.ac.in/academic_programmes/c_sss_stip.php", "Name": "Ph.D. in Science, Technology and Innovation Policy"}, "-L7rYQs4lr6MgU3n3bzq": {"Location": "United States of America", "Citizenship Requirement": true, "Sponsoring Organization": "U.S. House of Representatives", "Resource Type": "internships", "About": "The Committee on Science, Space, and Technology typically hires interns for four month periods each fall, spring, and summer. The internship provides a unique opportunity to observe the legislative process first hand. Interns are asked to work with staff to help prepare for committee hearings and markups. Individuals interested in applying for internships working for the Republicans on the Committee should mail a cover letter and resume to: Committee on Science, Space, and Technology c/o Internship Program 2321 Rayburn House Office Building Washington DC, 20515.", "Compensation": false, "Website": "https://democrats-science.house.gov/contact/internships", "Degree Requirement": "All students and recent graduates", "Name": "US House Science, Space and Technology Committee Internship "}, "-L7rYNYqS6nBVNSrzesk": {"Name": "Genetics and Public Policy Fellowship", "Location": "United States of America", "Sponsoring Organization": "The American Society of Human Genetics and The National Human Genome Research Institute", "Resource Type": "fellowships", "About": "This fellowship program, co-sponsored by the The American Society of Human Genetics and The National Human Genome Research Institute, is designed for genetics professionals with an advanced degree who are early in their careers and interested in the development and implementation of genetics health and research policies at the national level. The fellow will have the opportunity to participate in policy analysis at the NHGRI and the ASHG and to work directly with the U.S. Congress.", "Compensation": true, "Website": "https://www.genome.gov/10003979/", "Degree Requirement": "Graduate Student and above", "Citizen Requirement": false}, "-L7rYSMuFjhWSKWs4sxj": {"Institution": "Carnegie Mellon University", "Location": "Pennsylvania, United States of America", "About": "For CMU students outside the College of Engineering, EPP administers the Technology and Policy Minor. The T&P minor is designed to allow students to explore interests in the interactions of technology and policy without significant overload to the course requirements in their major curriculum.", "Academic Level": "Undergraduate Minor", "Resource Type": "degree", "Website": "https://www.cmu.edu/epp/prospective/undergraduate/tech-policy-minor/index.html", "Name": "Technology and Policy Minor"}, "-L7rYSpUi6TgVuHQyhlf": {"Name": "The Politics of Science and Technology Policy", "Instructor(s)": "David Goldston and Patrick Windham", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/868fd17bfebacc1e04f756777b5c6c892acf.pdf", "Year": 2014, "Institution": "University of California Washington, D.C. Center"}, "-L7rYopNqb0orpWVOgAJ": {"Institution": "George Washington University", "Location": "Washington, DC, United States of America", "About": "The GWU Elliott School offers a Graduate Certificate in International Science and Technology Policy. The graduate certificate program in this functional specialty requires a minimum of fifteen credit hours consisting of five courses.", "Academic Level": "Graduate Certificate ", "Resource Type": "degree", "Website": "https://elliott.gwu.edu/graduate-certificates/international-science-technology-policy", "Name": "Graduate Certificate in International Science and Technology Policy"}, "-L7rYY1g4dr2MJsqhDcw": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Booz Allen Hamilton", "Resource Type": "internships", "About": "Booz Allen Hamilton has been at the forefront of strategy and technology for more than 100 years. Today, the firm provides management and technology consulting and engineering services to leading Fortune 500 corporations, governments, and not-for-profits across the globe. Booz Allen partners with public and private sector clients to solve their most difficult challenges through a combination of consulting, analytics, mission operations, technology, systems delivery, cybersecurity, engineering and innovation expertise.", "Compensation": true, "Website": "https://careers.boozallen.com/en-US/page/graduation-students", "Degree Requirement": "Undergraduate Students", "Name": "Science Policy Research Intern"}, "-L7rY3ZnlXYkySVmpibE": {"About": "FactCheck.org’s SciCheck feature focuses exclusively on false and misleading scientific claims that are made by partisans to influence public policy.", "Resource Type": "other", "Website": "https://www.factcheck.org/scicheck/", "Name": "FactCheck.org's SciCheck Tool", "Organizer": "Annenberg Public Policy Center at the University of Pennsylvania"}, "-L7rY8fLHXs0ynI2mi2e": {"Program Type": "Details & Rotations", "Name": "National Science Foundation Rotator Program", "Sponsoring Organization": "National Science Foundation", "Location": "United States of America", "Resource Type": "details", "About": "NSF offers a chance for scientists, engineers, and educators to join us as temporary program directors - called rotators. Rotators make recommendations about which proposals to fund; influence new directions in the fields of science, engineering, and education; support cutting-edge interdisciplinary research; and mentor junior research members. As a rotator, you will be in a prime position to collaborate with others and increase your visibility as you survey the entire breadth of U.S. and international science, engineering, and education in real time. In addition, as a temporary program director, you can retain your ties to your current institution and return to it with new insights and experience for your team.", "Compensation": true, "Website": "www.nsf.gov/careers/rotator ", "Degree Requirement": "Doctorate", "Duration": "2-4 years"}, "-L7rYQuwOntoF2Xi9ZKy": {"Name": "ASBMB Science Policy Fellowship Program", "Location": "United States of America", "Sponsoring Organization": "American Society for Biochemistry and Molecular Biology (ASBMB)", "Resource Type": "fellowships", "About": "ASBMB's science policy fellowship offers recently graduated PhDs exposure to a range of activities regarding science policy and congressional and government relations. Fellows work in the public affairs office of ASBMB headquarters, located just outside of Washington D.C. Applications are accepted in early spring. The fellow serves for 12-18 months.", "Compensation": true, "Website": "http://www.asbmb.org/Advocacy/Fellowship/", "Degree Requirement": "Doctorate", "Citizen Requirement": true}, "-L7rY6UDNhHeqAjiVWSR": {"Institution": "Massachusetts Institute of Technology", "Location": "Massachusetts, United States of America", "About": "The Technology and Policy Program (TPP) prepares and educates leaders to address important technological issues confronting society. Through our two-year Master of Science Program, we prepare students for leadership in government and industry. Degree requirements include graduate-level coursework in engineering, policy, economics and law, and an interdisciplinary thesis focused on a technology policy issue.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "http://tpp.mit.edu/", "Name": "Masters in Technology and Public Policy"}, "-L7rYgtoDWhiaQoif0Rf": {"Institution": "University of Illinois at Urbana-Champaign", "Location": "Illinois, United States of America", "About": "We are a nonpartisan group that provides opportunities for emerging scientists and engineers to learn more about policy, get hands-on experience, network with the larger science policy community, and collaborate with other students interested in policy and societal issues.", "Resource Type": "university", "Website": "https://publish.illinois.edu/sciencepolicygroup/", "Name": "Science Policy Group at UIUC"}, "-L7rYy3xDiMTiFkwmuWb": {"Program Type": null, "Name": "CSaP Policy Fellowships ", "Sponsoring Organization": null, "Location": null, "Resource Type": "details", "About": null, "Compensation": null, "Website": null, "Degree Requirement": null, "Duration": null}, "-L7rYhAhPjJTb3xWtGTb": {"Institution": "Harvard University", "Location": "Massachusetts, United States of America", "About": "Within the Harvard Kennedy School and the Belfer Center for Science and International Affairs, MPP students may concentrate on science and technology policy through the Science, Technology, and Public Policy Program (STPP) which applies methods drawn from technology assessment, political science, economics, management, and law to study problems where science, technology, and policy intersect. Our goal is to develop and promote policies that expand the contribution of science and technology to human welfare.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://www.hks.harvard.edu/educational-programs/masters-programs/master-public-policy", "Name": "Master in Public Policy"}, "-L7rYStQUiE0MNG05MiH": {"Location": "United States of America", "Organizer": "American Association for the Advancement of Science (AAAS)", "About": "This one-hour course, hosted by Dr. Marga Gual Soler and Dr. Tom Wang of the AAAS Center for Science Diplomacy, is the first ever online course fully dedicated to science diplomacy. It includes the basic definitions and frameworks of science diplomacy, its evolution in history, and several case studies with interviews with top practitioners in the field. Join us and learn all about the connections between science and diplomacy throughout the ages.", "Resource Type": "training", "Website": "www.aaas.org/scidip-online-course", "Name": "Science Diplomacy: An Online Course"}, "-L7rYIHmeZRdq9VPYS2d": {"Name": "Hellman Fellowship in Science and Technology Policy", "Location": "United States of America", "Sponsoring Organization": "American Academy of Arts and Sciences", "Resource Type": "fellowships", "About": "The Hellman Fellowship in Science and Technology Policy is provided by the American Academy of Arts and Sciences as part of its Initiative for Science, Engineering, and Technology. The fellowship is intended for an early-career professional with training in science or engineering who is interested in transitioning to a career in public policy and administration. While in residence, the Hellman Fellow will work with senior scientists and policy experts on critical national and international policy issues related to science, engineering, and technology. Applicants must have a Ph.D. in an area of science or engineering and have some experience or a demonstrated interest in an area related to science and technology policy.", "Compensation": true, "Website": "https://www.amacad.org/content/about/about.aspx?d=96&t=4&s=94", "Degree Requirement": "Doctorate", "Citizen Requirement": true}, "-L7rYE7rJ3sKaggFa8UN": {"Location": "United States of America", "Organizer": "Arizona State University", "About": "Two-week policy immersion program in Washington, DC, for graduate students. It explores the relationships among science, policy, and societal outcomes in a place where many important decisions about these things are made—Washington, DC.", "Resource Type": "training", "Website": "https://cspo.org/program/science-outside-the-lab/", "Name": "Science Outside the Lab by ASU's Center for Engagement & Training in Science & Society"}, "-L7rYpnD6vlrI7enRiKK": {"Name": "Federal Technology Transfer Fellowship Program", "Location": "United States of America", "Sponsoring Organization": "National Institute of Health (NIH)", "Resource Type": "fellowships", "About": "The NIH Office of Technology Transfer (OTT) has fellowship opportunities available. OTT is responsible for patenting, marketing, and licensing technologies resulting from basic research done at NIH and FDA. Our industry partners license these basic inventions and commercialize them for the benefit of the general public. Interns will work with OTT staff in the areas of patenting, marketing, licensing, IT and technology transfer policy in pursuit of these goals.", "Compensation": true, "Website": "https://www.niaid.nih.gov/research/technology-transfer-fellowship-program", "Degree Requirement": "Graduate degree in sciences and/or a law degree or MBA with a background in the sciences", "Citizen Requirement": true}, "-L7rYObzZimPtMkZB9sZ": {"Institution": "Arizona State University", "Location": "Arizona, United States of America", "About": "The MSTP program is suited to anyone looking for a career focused on ensuring that science and technology serve society through responsive and effective policy development and implementation. It’s one that draws on the design aspirations and culture of innovation at ASU to develop skills that are uniquely matched to the challenges policy experts in public and private organizations are facing.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://sfis.asu.edu/mstp-welcome", "Name": "M.A in Science and Technology Policy"}, "-L7rYZBPpi1TZEvw5mwB": {"Institution": "Michigan State University", "Location": "Michigan, United States of America", "About": "Students who pursue the STEPPS minor are interested in how science and politics relate to one another. It is designed for both science and non-science majors, and allows students to personalize their classes to allow them to pursue specific science policy topics that interest them.", "Academic Level": "Undergraduate Minor", "Resource Type": "degree", "Website": "https://jmc.msu.edu/minor/stepp/", "Name": "Science, Technology, Environment and Public Policy Minor"}, "-L7rYj4rFtMipG4tTrBM": {"About": "FASEB represents more than 125,000 scientists and engineers through collaborative advocacy with constituent societies. FASEB's top priority is urging Congress to provide sustainable and predictable federal funding for scientific research.", "Name": "Policy and Advocacy Tool-Kit", "Resource Type": "toolkits", "Website": "http://faseb.org/Science-Policy-and-Advocacy/Become-an-Advocate/Advocacy-Tool-Kit.aspx", "Organization": "Federation of American Societies for Experimental Biology (FASEB) "}, "-L7rYur7HECfifAF3tXP": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "American Association for the Advancement of Science", "Resource Type": "internships", "About": "The Scientific Responsibility, Human Rights and Law Program addresses ethical, legal and human rights issues related to the conduct and application of science and technology. The Program has a long-standing commitment to providing substantive internship opportunities for undergraduates, graduate students, and post-docs from all fields of science and engineering, as well as law students.", "Compensation": true, "Website": "https://www.aaas.org/page/srhrl-internship", "Degree Requirement": "All students and post-docs", "Name": "Scientific Responsibility, Human Rights & Law Program Internship"}, "-L7rY3h8bRulMD83SA6r": {"Program Type": "Details & Rotations", "Name": "President's Management Council Interagency Rotations Program", "Sponsoring Organization": "Office of Personnel Management", "Location": "United States of America", "Resource Type": "details", "About": "To maximize effectiveness, broaden perspectives and potential, and prepare for challenges on the horizon, Federal agencies should invest in and emphasize career development. In 2011, the President’s Management Council (PMC) and the Chief Human Capital Officers (CHCO) Council launched the PMC Interagency Rotation Program to bolster cross-agency exposure for high-potential GS 13-15s. This cost-efficient program provides each participant an interagency rotation assignment to help develop or enhance specific leadership competencies identified by both the participant and his/her home supervisor. These competencies align with the Executive Core Qualifications (ECQs), and are outlined in the participant’s Individual Development Plan (IDP).", "Compensation": true, "Website": "www.opm.gov/policy-data-oversight/training-and-development/leadership-development/#url=PMC-Interagency-Rotation-Prgm", "Degree Requirement": "Federal Employee", "Duration": null}, "-L7rYKACK4p6hySfgwHI": {"Institution": "George Mason University", "Location": "Virginia, United States of America", "About": "GMU's Scharr School of Public Policy offers a doctoral degree with a Technology, Science and Innovation (TSI) concentration focuses on understanding and improving the institutions that are engaged in governing these processes. Faculty and students in TSI also seek to develop new and deeper understanding of the processes of scientific discovery and of technological change in order to improve the foundation for analysis of related governance challenges.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "https://schar.gmu.edu/prospective-students/programs/doctorate-programs/ph-d-in-public-policy/fields-of-study", "Name": "Ph.D. in Public Policy"}, "-L7rYd5LekrM5h7wSeLP": {"Program Type": "Pairing Schemes", "Name": "Parliamentary shadowing scheme", "Sponsoring Organization": "British Ecological Society", "Location": "United Kingdom", "Resource Type": "details", "About": "Our parliamentary shadowing scheme offers early and mid-career ecologists the chance to gain an inside view of the policy world. Participants spend two days shadowing senior policymakers from Westminster, Brussels or the devolved nations, gaining a unique insight into the day-to-day workings of government and parliament.", "Compensation": false, "Website": "https://www.britishecologicalsociety.org/policy/opportunities/parliamentary-shadowing-scheme/", "Degree Requirement": "Mid-career professionals", "Duration": "2 days"}, "-L7rYHBPG4N8kW0xiOfM": {"Location": "United States of America", "Citizenship Requirement": true, "Sponsoring Organization": "The Geoscience Policy program represents the shared interests of the geoscience community in Washington, D.C., and actively works with Congress and federal agencies to foster better communication and public policy for the geosciences in areas including water, energy and mineral resources, natural hazards, environmental protection, and federal funding for geoscience research and education.", "Resource Type": "internships", "About": "American Geosciences Institute", "Compensation": false, "Website": "https://www.americangeosciences.org/policy/internships-and-fellowships", "Degree Requirement": "Current student or recent graduate", "Name": "Geoscience Policy Internship"}, "-L7rYFG3HEySefdSPXC7": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Wilson Center", "Resource Type": "internships", "About": "The Science and Technology Innovation Program (STIP) at the Woodrow Wilson International Center for Scholars is currently seeking interns for the fall, spring, and summer semesters. The mission of STIP is to explore the scientific and technological frontier, stimulating discovery and bringing new tools to bear on public policy challenges that emerge as science advances. We work across a range of issues from emerging technology foresight and governance to ethics, strategic planning to risk management, technology assessment to regulatory reinvention, both domestically and internationally.", "Compensation": false, "Website": "https://www.wilsoncenter.org/internships-the-science-and-technology-innovation-program", "Degree Requirement": "Undergraduate and Masters-level students", "Name": "Wilson Center Science and Technology Innovation Program Internship"}, "-L7rYqDtjd46HxJYrlbE": {"Program Type": "Details & Rotations", "Name": "Health and Human Services Emerging Leaders Program", "Sponsoring Organization": "U.S. Department of Health and Human Services", "Location": "United States of America", "Resource Type": "details", "About": "The U.S. Department of Health and Human Services (HHS) is recruiting for the next generation of leaders to join the federal ranks and support our mission to serve the American public. The HHS Emerging Leaders Program (ELP) is a competitive, two-year, paid, federal internship within HHS. The program provides interns with a unique opportunity to develop enhanced leadership skills in one of the largest federal agencys in the nation. HHS is looking for talented and highly-motivated individuals with a commitment to public service. The program provides an excellent opportunity for participants to begin a professional career in HHS.", "Compensation": true, "Website": "http://hhsu.learning.hhs.gov/elp ", "Degree Requirement": "Master's, J.D.", "Duration": "Varies"}, "-L7rYiWWvcuAACugnGNg": {"Program Type": "Details & Rotations", "Name": "Intergovernmental Personnel Act (IPA) Mobility Program", "Sponsoring Organization": "Various U.S. Federal Agencies", "Location": "United States of America", "Resource Type": "details", "About": "The Intergovernmental Personnel Act Mobility Program provides for the temporary assignment of personnel between the Federal Government and state and local governments, colleges and universities, Indian tribal governments, federally funded research and development centers, and other eligible organizations.", "Compensation": true, "Website": "www.opm.gov/policy-data-oversight/hiring-information/intergovernment-personnel-act ", "Degree Requirement": "Doctorate", "Duration": "Varies"}, "-L7rYJ8rcuvS0JqC0pXu": {"Institution": "Georgetown University", "Location": "Washington, DC, United States of America", "About": "The M.S. in Biomedical Science Policy and Advocacy provides students with core courses in the biomedical sciences (microbiology, immunology, virology, biochemistry), introduces the topics of science policy and advocacy, and presents students with in-depth studies in various science policy areas and issues via the STIA (Science, Technology, and International Affairs) Division of the Edmund E. Walsh School of Foreign Service.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://grad.georgetown.edu/admissions/programs/biomedical-science-and-advocacy", "Name": "M.S. in Biomedical Science Policy & Advocacy"}, "-L7rYvf0WytvBImddfn3": {"Location": "United States of America", "Organizer": "American Association for the Advancement of Science", "About": "The annual AAAS Forum on Science and Technology Policy is an excellent conference for people interested in public policy issues facing the science, engineering, and higher education communities. Since 1976, it has provided a mechanism by which individuals interested in science policy could go to learn what is happening and what is likely to happen in the coming year on the federal budget and the growing number of policy issues that affect researchers and their institutions. The forum is held in the spring, usually in late April or early May.", "Resource Type": "meetings", "Website": "www.aaas.org/page/forum-science-technology-policy", "Name": "AAAS Forum on Science and Technology Policy"}, "-L7rYcQTNsDWGeCVQQ7C": {"Name": "Google Policy Fellowship Program", "Location": "United States of America", "Sponsoring Organization": "Google", "Resource Type": "fellowships", "About": "he Google Policy Fellowship program offers undergraduate, graduate, and law students interested in Internet and technology policy the opportunity to spend the summer contributing to the public dialogue on these issues, and exploring future academic and professional interests. Google fellows will have the opportunity to work at public interest organizations at the forefront of debates on broadband and access policy, content regulation, copyright and trademark reform, consumer privacy, open government, and more.", "Compensation": true, "Website": "https://www.google.com/policyfellowship/index.html", "Degree Requirement": "Undergraduate and Graduate Students", "Citizen Requirement": false}, "-L7rY8oeaIyhh18oPyKf": {"Name": "UCS Kendall Science Fellows Program", "Location": "United States of America", "Sponsoring Organization": "Union of Concerned Scientists", "Resource Type": "fellowships", "About": "Fellows work on policy-relevant research and priority is given to scientists working on innovative and forward-looking projects that are primarily scientific, technical, or analytic in nature.", "Compensation": true, "Website": "https://www.ucsusa.org/about/kendall-science-fellows.html#.Wu8e24gvw2y", "Degree Requirement": "Doctorate", "Citizen Requirement": false}, "-L7rYYY94hgXFSpZY3Sk": {"Institution": "Massachusetts Institute of Technology", "Location": "Massachusetts, United States of America", "About": "The Doctoral Program in Social and Engineering Systems (SES) is a unique research program focused on addressing concrete and societally significant problems by combining the analytical tools and methods of engineering and information sciences with social science tools and methods.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "https://idss.mit.edu/academics/ses_doc/", "Name": "Ph.D. Program in Social & Engineering Systems"}, "-L7rYl1zH48YsMWYQfAi": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "American Association for the Advancement of Science", "Resource Type": "internships", "About": "AAAS Science Policy Internships are offered in Government Relations, Science & Diplomacy, Scientific Responsibility, Human Rights and Law, and in Science, Ethics an Religion.", "Compensation": false, "Website": "www.aaas.org/page/internship-opportunities ", "Degree Requirement": "Current student or recent graduate", "Name": "AAAS Science Policy Internships"}, "-L7rYKyUXfs6DHdWYtiY": {"Name": "BES Policy Fellowship", "Location": "United Kingdom", "Sponsoring Organization": "British Ecological Society", "Resource Type": "fellowships", "About": "The Fellowship will provide a prestigious opportunity for BES members to gain first-hand experience of working within government, improving their policy knowledge and awareness, developing their science communication skills, and building their professional networks at an exciting and crucial time for environmental policy.", "Compensation": true, "Website": "https://www.britishecologicalsociety.org/policy/opportunities/bes-policy-fellowship/", "Degree Requirement": "Doctorate", "Citizen Requirement": false}, "-L7rYJ50TRXz57WxuceB": {"Name": "Science for Policy and Policy for Science: The Roles of Science in the Advancement of our National Goals", "Instructor(s)": "Michael E. Mauel", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "http://sites.apam.columbia.edu/courses/apph4903-2014/", "Year": 2014, "Institution": "Columbia University"}, "-L7rYErm01c649t7AHVA": {"Name": "The Governance of Technology: An Introduction to Engineering and Public Policy", "Instructor(s)": "Benjamin Cohen", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "https://docs.google.com/viewer?url=http%3A%2F%2Fsciencepolicy.us%2Fuploads%2F3%2F4%2F8%2F7%2F34871902%2Fcohen.egrs-and-pstd-251-course-overview.fall-2011.pdf", "Year": 2011, "Institution": "University of Wisconsin"}, "-L7rYJuUF67gqVsNzzsl": {"Institution": "Massachusetts Institute of Technology", "Location": "United States of America", "About": "The MIT Science Policy Initiative, founded in 2007, is a group of graduate (and some undergraduate) students who work closely with MIT Faculty, the MIT Washington DC Office, and other science policy advocates to better understand how scientists can play a central role in the framing of science and technology policy legislation and public discourse. We strive to create better scientists and engineers as well as a better society through rigorous research and authentic engagement with public policy.", "Resource Type": "university", "Website": "https://mitspi.squarespace.com/", "Name": "MIT Science Policy Initiative"}, "-L7rYGlg0iwlVcGQrnjz": {"Name": "Science, Engineering, and Public Policy", "Instructor(s)": "Caroline Wagner & Jeffrey Bielicki", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "https://docs.google.com/viewer?url=http%3A%2F%2Fsciencepolicy.us%2Fuploads%2F3%2F4%2F8%2F7%2F34871902%2F5800scienceengineeringandpublicpolicysyllabus_5600.pdf", "Year": 2014, "Institution": "Ohio State University"}, "-L7rYqrvwhSTu624Oxx2": {"Name": "State Department Civil Service STEM Fellowships", "Location": "United States of America", "Sponsoring Organization": "U.S. State Department", "Resource Type": "fellowships", "About": "The Department of State uses science and technology to foster a global environment where invention, innovation, and industry can thrive through the ever-changing technical arena of international affairs. The STEM Fellowship Program was designed to bring fresh talent into the Department’s global technical environment. The STEM Fellowship Program is open to individuals who, at the time of application, will have completed their formal education in one of the identified STEM disciplines.", "Compensation": true, "Website": "https://careers.state.gov/work/fellowships/civil-service-fellowship-programs/", "Degree Requirement": "Varies - STEM degree required", "Citizen Requirement": true}, "-L7rYQrFUUCgUao7gD4n": {"Institution": "Syracuse University", "Location": "New York, United States of America", "About": "We are the Graduate Science Policy Group (GSPG) at Syracuse University. Our initiative was formed by SU graduate students in March of 2017 with the simple goal of promoting the connection between Science and Policymaking. We are interested in understanding and assisting these connections on multiple fronts.", "Resource Type": "university", "Website": "http://gspg.syr.edu/about-us/", "Name": "Graduate Science Policy Group (GSPG)"}, "-L7rYrYzATcOqEIcU8OS": {"About": "The Golden Goose Award recognizes scientists and engineers whose federally funded research, though perhaps odd-sounding, has had significant societal benefits. The annual event is widely attended by science policy stakeholders and members of congress.", "Resource Type": "other", "Website": "http://www.goldengooseaward.org/", "Name": "Golden Goose Award", "Organizer": "American Association for the Advancement of Science (AAAS) and Partners"}, "-L7rYi0iiPwBjoQ6Z1yr": {"Location": "United States of America", "Citizenship Requirement": true, "Sponsoring Organization": "White House", "Resource Type": "internships", "About": "The mission of the Office of Science and Technology Policy is threefold; first, to provide the President and his senior staff with accurate, relevant, and timely scientific and technical advice on all matters of consequence; second, to ensure that the policies of the Executive Branch are informed by sound science; and third, to ensure that the scientific and technical work of the Executive Branch is properly coordinated so as to provide the greatest benefit to society. OSTP offers policy and legal internships for fall, spring and summer terms with each term lasting no more than 90 days. These positions are unpaid, however, students may be eligible to receive academic credit from their college or university. To defray the cost of commuting to OSTP, interns may also receive a public transit subsidy. Policy internships are open to interested students from all majors and programs, including law school programs. Legal internships, however, are only open to law and LLM students.", "Compensation": false, "Website": "https://www.whitehouse.gov/ostp/internships/", "Degree Requirement": "Full or half-time students", "Name": "White House Office of Science & Technology Policy Internship"}, "-L7rYw2Vecr9Ku2CLKvF": {"Name": "Scholars Strategy Network Postdoctoral Fellowship", "Location": "United States of America", "Sponsoring Organization": "Scholars Strategy Network", "Resource Type": "fellowships", "About": "Scholars Strategy Network Postdoctoral Fellows will help academics insert research, facts, and scholarly perspectives into local, state, and national policy debates. Successful fellows will build webs of relationships, transforming regional Scholars Strategy Network chapters into powerful research hubs to inform civic leaders, journalists, and policymakers on both sides of the aisle.", "Compensation": true, "Website": "http://www.scholarsstrategynetwork.org/page/scholars-strategy-network-2018-2020-postdoctoral-fellowship", "Degree Requirement": "Doctorate", "Citizen Requirement": false}, "-L7rYhyg1DJgGPIKV3PH": {"Name": "Science Policy Fellowship Program", "Location": "Australia", "Sponsoring Organization": "Australian Government", "Resource Type": "fellowships", "About": "The Australian Science Policy Fellowship Pilot Program gives scientists the opportunity to work in a Commonwealth Government department for one year. It strengthens the diversity of expertise in the Australian Public Service workforce by providing a pathway for scientists to become skilled policy practitioners.", "Compensation": true, "Website": "https://secure.dc2.pageuppeople.com/apply/TransferRichTextFile.ashx?sData=Fwg6i4Eli-DyNQcvzyZ2R84pT-ch3Wq7QsIjh4OZ5UHPSRAAufHGQYvM3R9bPIom9_E3cIJHAnU%7E", "Degree Requirement": "Early-bird career STEM professionals", "Citizen Requirement": true}, "-L7rYaNIX2VPVgfB3aBj": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Association of American Universities (AAU)", "Resource Type": "internships", "About": "The Association of American Universities (AAU), an organization of 62 leading public and private research universities in the United States and Canada, provides unpaid internships for college students in the fall, winter/spring, and summer. Among other duties, AAU interns work on substantive projects relating to science and/or higher education policy; track legislation; attend and report on congressional hearings; draft congressional correspondence, briefing papers, and other written materials; and shadow AAU federal relations staff in their daily activities.", "Compensation": false, "Website": "https://www.aau.edu/who-we-are/careers-aau?id=6294", "Degree Requirement": "Current student or recent graduate", "Name": "AAU Internship in Science and Higher Education Policy"}, "-L7rYtjXGcDfjaMLiUjL": {"Organizer": "African Technology Policy Studies Network (ATPS) ", "Membership Fee": false, "About": "The ATPS is a trans-disciplinary network of researchers, policymakers, private sector actors and the civil society that promote the generation, dissemination, use and mastery of science, technology and innovation for African development, environmental sustainability and global inclusion. Today, the ATPS has over 1,500 members and 3000 stakeholders in over 51 countries in 5 continents with institutional partnerships worldwide. We implement our programs through members in national chapters established in 30 countries (27 in Africa and 3 Diaspora chapters in the Australia, United States of America, and United Kingdom) with its secretariat in Nairobi Kenya.", "Resource Type": "networks", "Website": "www.atpsnet.org", "Name": "African Technology Policy Studies Network (ATPS) ", "Geographic Scope": "Africa"}, "-L7rYt2wluWyv6GdbhGZ": {"Organizer": "American Association for the Advancement of Science (AAAS)", "Membership Fee": false, "About": "Listserv managed by AAAS focused on Washington, DC-based science policy", "Resource Type": "networks", "Website": "http://listserv.aaas.org/mailman/listinfo/wspa", "Name": "Washington Science Policy Alliance", "Geographic Scope": "United States of America"}, "-L7rYn3sYgC34zjEyAFc": {"Institution": "Ohio State University", "Location": "Ohio, United States of America", "About": "The John Glenn College of Public Affairs offers a minor in Science, Engineering and Public Policy. This minor introduces students to the governmental roles and responsibilities surrounding science, engineering and innovation.", "Academic Level": "Undergraduate Minor", "Resource Type": "degree", "Website": "http://glenn.osu.edu/undergraduate/sepp/", "Name": "Science, Engineering and Public Policy Minor"}, "-L7rY4ysvs6Fb82NcNHS": {"Institution": "Tufts University", "Location": "United States of America", "About": "The Fletcher Science Diplomacy club was founded in September 2016. It maintains close ties to the Science Diplomacy Center (Tufts University) and the Science Diplomacy Education Network (AAAS Center for Science Diplomacy). The club aims to raise awareness of the growing field of science diplomacy, highlighting the role of science in informing sound policy-making, solving global challenges and improving international relations. The club provides a forum for students, at the Fletcher School and beyond, to explore and understand issues at the intersection of science and international relations.", "Resource Type": "university", "Website": "https://sites.tufts.edu/scidipclub", "Name": "Fletcher Science Diplomacy Club"}, "-L7rYwvgJd5yYNQamW8n": {"About": "The MIT Communication Lab published a set of online guides for 7 forms of science policy communication, including elevator pitches, memos, and op-eds. The guides are designed to be read quickly, and include annotated examples of real pieces of science policy communication. They were created by policy-engaged MIT grad students and postdocs, and MIT's International Policy Lab.", "Name": "MIT Science Policy Communication Guides", "Resource Type": "toolkits", "Website": "http://mitcommlab.mit.edu/be/commkit/public-policy-communication-introduction/", "Organization": "Massachusetts Institute of Technology"}, "-L7rYtusR1xItjCsDqNs": {"Institution": "University of California, Los Angeles", "Location": "California, United States of America", "About": "We are a group of science policy enthusiasts from UCLA. The Science Policy Group at UCLA is open to undergraduates, graduate students across all disciplines, and faculty/staff. We believe in an intersectional dialogue to discuss these complex issues.", "Resource Type": "university", "Website": "https://scipolucla.com/", "Name": "Science Policy Group at UCLA"}, "-L7rY3reLEST4vNvVXVE": {"Institution": "University of Colorado-Boulder", "Location": "United Kingdom", "About": "Society has a growing need for expertise in science and technology policy. The Graduate Certificate in Science and Technology Policy at the University of Colorado Boulder, which is being offered in a parallel form at the Colorado School of Mines, is a rigorous educational program to prepare students pursuing graduate degrees for careers at the interface of science, technology, and decision making.", "Academic Level": "Graduate Certificate ", "Resource Type": "degree", "Website": "http://sciencepolicy.colorado.edu/students/index.html", "Name": "Graduate Certificate in Science and Technology Policy"}, "-L7rY5hQ0ZdmemJBqSD8": {"Name": "ASHG Genetics & Public Policy Fellowship", "Location": "United States of America", "Sponsoring Organization": "American Society of Human Genetics", "Resource Type": "fellowships", "About": "This is a fellowship program designed for genetics professionals with an advanced degree who are early in their careers and interested in the development and implementation of genetics-related health and research policies at a national level. The fellow will have the opportunity to participate in policy analysis at NHGRI and ASHG, and to work directly within the U.S. Congress.", "Compensation": true, "Website": "http://www.ashg.org/policy/policy_fellowship.shtml", "Degree Requirement": "Doctorate", "Citizen Requirement": false}, "-L7rYPZrhv247Y6nqozF": {"About": "On these pages, find simple, effective tools that explain the hot issues. The how-to’s of talking to your representatives, visiting them in your district and, if necessary, on Capitol Hill. What’s been done before. What you can do as soon as today. And how we will help, every step.​", "Name": "Science Advocacy Tool-Kit", "Resource Type": "toolkits", "Website": "http://advocacy.apascience.org/", "Organization": "American Psychological Association "}, "-L7rYTb7faAHYJTB06Hn": {"Name": "Science and Technology in New York City", "Instructor(s)": "Michael Lubell", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/mhc20301completef14.pdf", "Year": 2014, "Institution": "City University of New York (CUNY)"}, "-L7rYGM2QTQPEgJT15Ki": {"Institution": "University of North Carolina-Chapel Hill", "Location": "United States of America", "About": "SPAG was started as an organized forum for graduate and undergraduate students, postdoctoral fellows, faculty and staff to advocate for issues revolving around science policy. We have since grown to an organization that not only participates in advocacy on a federal level, but that also commits itself to local and state level advocacy, to outreach and to education.", "Resource Type": "university", "Website": "http://spag.web.unc.edu/", "Name": "UNC Science Policy Advocacy Group (SPAG)"}, "-L7rYo929N3pRPuBFXIK": {"Location": "Australia", "Citizenship Requirement": false, "Sponsoring Organization": "Australian Academy of Technology and Engineering", "Resource Type": "internships", "About": "The internship program is intended to provide insight and experience for researchers into the S&T policy environment in Australia. It will be particularly relevant for researchers interested in moving to a policy or other non-research based career.", "Compensation": true, "Website": "https://www.atse.org.au/content/news/science-and-technology-policy-graduate-internship.aspx", "Degree Requirement": "Current or recent graduate student", "Name": "Science and Policy Graduate Internship"}, "-L7rYzTZgbr4UbSSqJWk": {"Organizer": "National Science Foundation SciSIP Program", "Membership Fee": false, "About": "Hosted by the NSF, the SciSIP listserv is a vibrant platform for academics and researchers to converse on matters relating to the study of science, technology and innovation policy", "Resource Type": "networks", "Website": "SCISIP@listserv.nsf.gov", "Name": "Science of Science & Innovation Policy (SciSIP) Listserv", "Geographic Scope": "International"}, "-L7rY3mj94ywLCY87jSL": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Brookings Institution", "Resource Type": "internships", "About": "The Center for Technology Innovation at Brookings focuses on delivering research in the arena of U.S. and global technology innovation. The CTI's research centers on identifying and analyzing key developments to increase innovation; developing and publicizing best practices to relevant stakeholders; briefing policymakers about actions needed to improve innovation; and enhancing the public and media’s understanding of technology innovation.", "Compensation": true, "Website": "https://interns-brookings.icims.com/jobs/intro?hashed=-435682078&mobile=false&width=890&height=500&bga=true&needsRedirect=false&jan1offset=-300&jun1offset=-240", "Degree Requirement": "Current student or recent graduate", "Name": "Brookings Institution Center for Technology Innovation"}, "-L7rYcfjUErFneUEJIJx": {"Name": "Engagement Fellowships", "Location": "United Kingdom", "Sponsoring Organization": "Wellcome Trust", "Resource Type": "fellowships", "About": "Engagement Fellowships support and develop the careers of emerging leaders in public engagement. You can apply for an Engagement Fellowship if you have at least three years' experience of engaging the public with ideas around health and wellbeing. You should be based in the UK or the Republic of Ireland.", "Compensation": true, "Website": "https://wellcome.ac.uk/funding/engagement-fellowships", "Degree Requirement": "N/A", "Citizen Requirement": false}, "-L7rYoJOj2wUEqYUu9Vu": {"Institution": "Duke University", "Location": "North Carolina, United States of America", "About": "Is it ever ethical to clone all or part of a human being? Should we use technology that enhances or alters our brain? How should we use genetic information in law enforcement? The Duke Master of Arts in Bioethics & Science Policy program teaches students how to identify, analyze, and propose solutions to myriad complex issues at the intersection of science, technology, ethics, and policy.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://scienceandsociety.duke.edu/learn/ma/", "Name": "M.A. in Bioethics and Science Policy"}, "-L7rYHDhGZyyauI78eOg": {"Program Type": "Details & Rotations", "Name": "Fast Stream", "Sponsoring Organization": "United Kingdom Government", "Location": "United Kingdom", "Resource Type": "details", "About": "The Fast Stream is an accelerated career path to leadership with supported development. We employ over 420,000 people from across the UK. There are a wide range of roles and opportunities within services such as Finance, Diplomacy, Health, Science and Technology.", "Compensation": true, "Website": "www.faststream.gov.uk", "Degree Requirement": "Masters, Doctorate", "Duration": "Permanent"}, "-L7rY7jgdHsTukadTL3y": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "American Society of Mechanical Engineers", "Resource Type": "internships", "About": "Each year, the WISE sponsoring societies select outstanding engineering students from among their memberships to participate in the nine-week WISE program in Washington. Students discover how government officials make decisions on complex technological issues, while at the same time, learning how engineers and scientists can contribute to the legislative process and regulatory decision-making.", "Compensation": true, "Website": "www.wise-intern.org", "Degree Requirement": "Engineering, U.S. Citizenship, Permanent Residency", "Name": "ASME Washington Internships for Students of Engineering (WISE)"}, "-L7rYrbzUMsabAXKO9dD": {"Institution": "University of North Carolina-Chapel Hill", "Location": "North Carolina, United States of America", "About": "UNC Public Policy offers the Ph.D. degree to students who aim to contribute new knowledge and address major domestic and global policy problems. The Ph.D. in public policy combines core foundations in theory, empirical and normative analysis, and a policy field area. The curriculum foci include innovation and entrepreneurship and science and technology policy.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "https://publicpolicy.unc.edu/academics/graduate-program/", "Name": "Ph.D. in public policy"}, "-L7rYFhq6unTLrE0Dd2R": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "American Association for the Advancement of Science", "Resource Type": "internships", "About": "AAAS Dialogue on Science, Ethics, and Religion (DoSER) facilitates communication between scientific and religious communities. The program builds on AAAS's long-standing commitment to relate scientific knowledge and technological development to the purposes and concerns of society.", "Compensation": true, "Website": "https://www.aaas.org/page/srhrl-internship#how", "Degree Requirement": "All students and post-docs", "Name": "Dialogue on Science, Ethics, & Religion internship"}, "-L7rYncze6Pd0Mck7Idt": {"Name": "The Liber Ero Fellowship program", "Location": "Canada", "Sponsoring Organization": "Liber Ero", "Resource Type": "fellowships", "About": "This post-doctoral fellowship seeks to support early-career scientists to conduct and communicate world-class research that informs conservation and management issues relevant to Canada. For instance, post-doctoral scholars are encouraged to confront emerging management challenges that are time sensitive or tackle ‘wicked’ conservation problems with novel analyses, perspectives, and novel collaborations. Conservation science includes natural, social, and interdisciplinary research pursuits.", "Compensation": true, "Website": "http://liberero.ca/about-liberero-program/", "Degree Requirement": "Doctorate; Requires industry partner", "Citizen Requirement": false}, "-L7rYGIi6IbW6MEhiqMf": {"Institution": "University of Sussex", "Location": "United Kingdom", "About": "With students from all over the world, our postgraduate courses provide aspiring professionals with the knowledge and skills to analyse and guide policy, as well as to manage scientific change and technological innovation within public-sector organisations, non-governmental organisations and companies.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "http://www.sussex.ac.uk/spru/study/phd", "Name": "PhD in Science Policy"}, "-L7rYgCDTa5IDkEnrf87": {"Name": "Tisdale Public Policy Fellowship", "Location": "United States of America", "Sponsoring Organization": "Institute on Business and Government Affairs (IBGA)", "Resource Type": "fellowships", "About": "he Tisdale Fellowship provides opportunities for students to learn about high tech public policy issues in Washington, DC. The Fellowship places fellows in a high-tech company, firm or trade association, take two classes worth of credits from George Mason University and live in furnished appartments on George Washington University's downtown campus. Fellows will also attend weekly issues seminar lunches as well as briefings at the Capitol, State Department, World Bank and Federal Reserve.", "Compensation": true, "Website": "https://tfas.org/programs/tisdale-fellowship/", "Degree Requirement": "Undergraduate", "Citizen Requirement": false}, "-L7rYtsgu4C9OLDhWLcJ": {"Institution": "University of California, Irvine", "Location": "California, United States of America", "About": "The Science Policy Group (SPG) at UCI was initiated in 2015 with the goal of bringing together members of the UCI community interested in how science can inform policy and/or how policy informs scientific research.", "Resource Type": "university", "Website": "https://clubs.uci.edu/spg/", "Name": "Science Policy Group at UC Irvine"}, "-L7rY90LYcBKkC5fMhEd": {"Location": "United States of America", "Citizenship Requirement": true, "Sponsoring Organization": "National Science Foundation", "Resource Type": "internships", "About": "The mission of NSF's Summer Scholars Internship Program (SSIP) is to develop undergraduate and graduate student potential through exposure to relevant science and engineering policy, research and education issues and programs; and to encourage students to earn graduate degrees and pursue careers in science, technology, engineering, and mathematics (STEM) fields. SSIP participants leave NSF with a better understanding of science administration and how Federal policies affect the science and engineering community.", "Compensation": true, "Website": "https://nsf.gov/od/oia/activities/interns/index.jsp#ssip", "Degree Requirement": "Undergraduate and graduate students", "Name": "NSF Summer Scholars Internship Program"}, "-L7rYeYWaTMOlJXwELB0": {"Institution": "Emory University", "Location": "United States of America", "About": "The Emory Science Advocacy Network (EScAN) is a graduate student group at Emory University that seeks to promote biomedical research funding through advocacy and education. EScAN currently has about 90 members represented from the Laney Graduate School Graduate Division of Biological and Biomedical Sciences (GDBBS), the Rollins School of Public Health, Emory University School of Medicine, and Emory College of Arts & Sciences Departments of Chemistry and Physics.", "Resource Type": "university", "Website": "https://www.facebook.com/PolitScientists", "Name": "Emory Science Advocacy Network (EScAN)"}, "-L7rYbN5M2aoxAsZJXip": {"Institution": "University College London", "Location": "United Kingdom", "About": "Our flexible and globally unique MPA degree provides the tools, knowledge and practical skills to lead change and navigate decision making at the intersection of science, engineering and public policy. This degree combines core content on policy making, analysis and evaluation with the flexibility to focus on areas tailored to your individual interests by selecting two elective modules from across UCL.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "http://www.ucl.ac.uk/steapp/study/masters/2018-19/science-engineering-public-policy", "Name": "MPA in Science, Engineering and Public Policy"}, "-L7rYyZm3Ip9wAkv5Qzc": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Union of Concerned Scientists", "Resource Type": "internships", "About": "Paid internships for people that want to gain useful, meaningful work experience and make a difference in science policy, communication, and public engagement in science.", "Compensation": true, "Website": "https://www.ucsusa.org/about/internships.html#.WnqrDmf55HW", "Degree Requirement": "All students", "Name": "UCS Internship"}, "-L7rYaJbgOzX3I0eCafI": {"About": "An interactive tool for exploring long-term federal funding trends within the context of the broader budget. The dashboard allows users to examine basic federal spending data by agency and/or by character of work over multiple decades in total dollars, as a share of the budget, and as a share of the U.S. economy.", "Resource Type": "other", "Website": "https://www.aaas.org/page/federal-rd-budget-dashboard", "Name": "AAAS R&D Budget Dashboard", "Organizer": "American Association for the Advancement of Science (AAAS)"}, "-L7rYhfLCThA3NlFmkYm": {"Location": "Canada", "Organizer": "Canadian Science Policy Centre", "About": "The Canadian Science Policy Conference is an ideal event for researchers across all sectors, industrial R&D managers and senior management from the private sector, government policy-makers (federal, territorial, provincial, and local), research granting agencies and funding bodies, non-governmental organizations, writers and journalists, communications and government relations professionals, scientific associations, students and trainees", "Resource Type": "meetings", "Website": "http://sciencepolicy.ca/conferences", "Name": "Canadian Science Policy Conference"}, "-L7rYCiosvA0BJoztwh3": {"Name": "SfN Early Career Policy Ambassadors", "Location": "United States of America", "Sponsoring Organization": "Society for Neuroscience", "Resource Type": "fellowships", "About": "SfN's Early Career Policy Ambassadors (ECPA) Program is a one-year program open to early career scientists interested in science policy and advocacy. Throughout this program, ambassadors have the opportunity to interact with leading neuroscience advocates and the policymakers who make the decisions that determine the future of scientific research.", "Compensation": false, "Website": "https://www.sfn.org/advocacy/us-advocacy-programs/early-career-policy-ambassadors", "Degree Requirement": "Graduate Student and above", "Citizen Requirement": true}, "-L7rYOt1m0IR8XtnGHeM": {"About": "Are you a scientist looking for ways to use your expertise for the good of your community? If so, this toolkit is for you. Whether you’re an early career scientist just getting started in advocacy, or an experienced scientist/advocate looking for new ideas, we can help you up your game. The tips, tools, and other resources below will help you stand up against attacks on science, form productive community partnerships, communicate effectively to a variety of audiences, and expand your knowledge base.", "Name": "Science in Action Toolkit", "Resource Type": "toolkits", "Website": "https://www.ucsusa.org/take-action/science-network/science-in-action-toolkit#.Wur0dIgvw2y", "Organization": "Union of Concerned Scientists"}, "-L7rYHGXcgwV6sPWoQJs": {"Name": "Breakthrough Institute Generation Fellows Program", "Location": "United States of America", "Sponsoring Organization": "The Breakthrough Institute", "Resource Type": "fellowships", "About": "Every summer from June to August, Generation offers a small number of paid, highly competitive, ten-week fellowships to recent college graduates and postgraduates from around the world. The first two weeks are dedicated to Breakthrough Bootcamp, an intellectual crash course involving intensive reading, writing, and an expert lecture series designed to provide a grounding in the broad-spectrum thinking that informs Breakthrough's policy agenda. Topics covered include modernization theory, social psychology, aspirational politics and philosophy, economics and innovation policy, and technology policy.", "Compensation": true, "Website": "http://thebreakthrough.org/generation", "Degree Requirement": "Senior Undergraduates and above", "Citizen Requirement": false}, "-L7rYBUWKe643ygvWHoz": {"Location": "United States of America", "Organizer": "American Association for the Advancement of Science (AAAS)", "About": "The AAAS Leadership Seminar in Science and Technology Policy is a \"crash course\" in science and technology (S&T) policy, designed for those who need to know how S&T policy works. It is modeled after the highly acclaimed orientation program that AAAS provides for its new S&T Policy Fellows each fall, but distills the key material into 4 1/2 days instead of two weeks. Space is limited to only 30 to 35 participants ‐ the small group setting provides an ideal opportunity to learn about the challenges and solutions of S&T policy from the experts. Join AAAS to learn firsthand from key people in S&T policy, in settings ranging from Capitol Hill to White House staff offices.", "Resource Type": "training", "Website": "https://www.aaas.org/page/science-technology-policy-leadership-seminar", "Name": "Leadership Seminar in Science & Technology Policy"}, "-L7rYEOfP1FMq9nQJCw3": {"Institution": "Icahn School of Medicine at Mount Sinai", "Location": "United States of America", "About": "The Icahn School of Medicine at Mount Sinai Science Policy Group (MSSPG) was formed to serve as a platform to connect young researchers who are passionate about science policy and increase science awareness throughout the local community. We explore the ethical, legal, and regulatory issues that arise from biomedical progress and we advocate for science-informed policymaking, communication of science to the public, and the continued support of basic and clinical research.", "Resource Type": "university", "Website": "http://icahn.mssm.edu/education/postdoc/careers/science-policy", "Name": "Icahn School of Medicine at Mount Sinai Science Policy Group (MSSPG)"}, "-L7rY8StyjrC4GhhCR12": {"Name": "AERA Congressional Fellowship", "Location": "United States of America", "Sponsoring Organization": "American Educational Research Association", "Resource Type": "fellowships", "About": "The goals of the fellowship are: (1) to contribute to the effective use of scientiﬁc knowledge about education in the formation of public policy; (2) to educate the scientiﬁc community about the development of public policy; and (3) to establish a more effective liaison between education researchers and federal policymakers. Following a two-week science policy orientation program, the AERA fellow will begin work as a resident scholar within a congressional office. AERA Congressional Fellows will benefit from on-going professional development and networking opportunities.", "Compensation": true, "Website": "www.aera.net/Research-Policy-Advocacy/AERA-Congressional-Fellowship ", "Degree Requirement": "Doctorate", "Citizen Requirement": true}, "-L7rY0g9MRYAcjG3ztAn": {"About": "In response to growing interest in establishing science policy fellowships and other methods to engage scientists in policy processes, AAAS conducted a landscape analysis of such activities around the world. Sponsored by the Gordon and Betty Moore Foundation, the project affirmed global demand to strengthen connections between science and policy, highlighted factors for productive engagement of scientists in the policy sphere, identified more than 150 science-policy linkage mechanisms, and clarified criteria to support their success.", "Resource Type": "other", "Website": "https://www.aaas.org/GlobalSciencePolicy", "Name": "Report: Connecting Scientists to Policy Around the World", "Organizer": "American Association for the Advancement of Science"}, "-L7rYKHwO6AUXGVJw77b": {"Organizer": "European Union Agencies Network (EUAN)", "Membership Fee": false, "About": "EUAN is comprised of 45 Agencies and Joint Undertakings. The Agencies which are spread across Europe work in a wide range of policy areas, from health and environment, to migration and security, to business and innovation.", "Resource Type": "networks", "Website": "https://euagencies.eu/", "Name": "EU Agencies Network", "Geographic Scope": "Europe"}, "-L7rYiFg0qMlNZ15uSyy": {"Name": "Knowledge Exchange Fellowships", "Location": "United Kingdom", "Sponsoring Organization": "Natural Environment Research Council", "Resource Type": "fellowships", "About": "Knowledge Exchange Fellowships focus on accelerating and amplifying economic impact and improvements in the quality of our lives. They do this through a number of different mechanisms, from NERC-funded research to working with business, non-governmental organisations (NGOs) or government bodies.", "Compensation": true, "Website": "http://www.nerc.ac.uk/funding/available/schemes/kefellows/", "Degree Requirement": "Must have host institution", "Citizen Requirement": false}, "-L7rYCllqAKjYtLGZ6MT": {"Institution": "Princeton University", "Location": "New Jersey, United States of America", "About": "Princeton University's Program in Science, Technology, and Environmental Policy (STEP) is based at the Woodrow Wilson School of Public and International Affairs. STEP is a multidisciplinary center that fosters research and learning. In its teaching and research, STEP blends scientific knowledge and methods with social science and practitioner perspectives in ways that yield practical solutions to the major environmental and technological challenges facing the world today.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "https://step.princeton.edu/phd-with-focus-on-step", "Name": "Ph.D. in Public Affairs "}, "-L7rYBFS4L3cNFXyx29A": {"Location": "United States of America", "Organizer": "COMPASS", "About": "If you are eager to harness your role as a scientist and a constituent to share the value of science, inspire your peers, and support evidence-based decision making, we invite you to apply for the Scientist Sentinels: Civic Engagement & Leadership Program.", "Resource Type": "training", "Website": "https://www.compassscicomm.org/civic-engagement-leadership-program", "Name": "Scientist Sentinels: Civic Engagement and Leadership Program"}, "-L7rYzrh2PEPEbWrBlBa": {"Location": "United States of America", "Citizenship Requirement": true, "Sponsoring Organization": "Science and Technology Policy Institute (STPI)", "Resource Type": "internships", "About": "TPI hires summer interns through IDA's summer intern program as well as in adjunct positions. Typically, interns work in one of research areas described here on a topic that informs science and technology policy.", "Compensation": true, "Website": "https://www.ida.org/STPI/STPIResearchStaff/SummerAssociates", "Degree Requirement": "All students", "Name": "Science & Technology Policy Institute (STPI) Summer Associates"}, "-L7rYOlB6ie0VPhKt6CK": {"Institution": "Oregon State University", "Location": "Oregon, United States of America", "About": "In recent years there has been an increasing emphasis among decision makers, interest groups, and citizens about the importance of science-based public policy at local, regional, national, and international levels of governance. As a response to these developments, the MPP program offers a new Science Policy concentration, which trains new professionals how to integrate groundbreaking science into emerging policies, practices and understandings of the world.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "http://liberalarts.oregonstate.edu/spp/mpp/policy-concentrations/science-and-technology-policy", "Name": "Master of Public Policy"}, "-L7rYVjiljLEVr9TIcQ8": {"Program Type": "Details & Rotations", "Name": "NSF Rotator Program", "Sponsoring Organization": "National Science Foundation", "Location": "United States of America", "Resource Type": "details", "About": "NSF offers a chance for scientists, engineers, and educators to join us as temporary program directors - called rotators. Rotators make recommendations about which proposals to fund; influence new directions in the fields of science, engineering, and education; support cutting-edge interdisciplinary research; and mentor junior research members. As a rotator, you will be in a prime position to collaborate with others and increase your visibility as you survey the entire breadth of U.S. and international science, engineering, and education in real time. In addition, as a temporary program director, you can retain your ties to your current institution and return to it with new insights and experience for your team.", "Compensation": true, "Website": "www.nsf.gov/careers/rotator ", "Degree Requirement": "Doctorate", "Duration": "1-2 years"}, "-L7rYmhIhAiBIZL7wFOm": {"Institution": "University of Southern California", "Location": "California, United States of America", "About": "The USC Science Policy Group brings together undergraduates, graduate students, and faculty with a shared interest in incorporating sound science into policy decisions. We aim to engage diverse disciplines (earth sciences, public policy, environmental studies, and others) in a discussion about science and policy, while providing a platform to learn from one another’s backgrounds and experiences.", "Resource Type": "university", "Website": "https://earth.usc.edu/sciencepolicy/", "Name": "Science Policy Group at USC"}, "-L7rYQTu1r2K5PqdFP91": {"About": "FYI Science Policy is a newsletter from the American Institute of Physics. FYI is an authoritative news and resource center for federal science policy, with a focus on the physical sciences.", "Resource Type": "other", "Website": "https://www.aip.org/fyi", "Name": "FYI Science Policy", "Organizer": "American Institute of Physics"}, "-L7rYaxMPd2TGy70BTlw": {"Name": "The Queen Elizabeth II Academy for Leadership in International Affairs", "Location": "United Kingdom", "Sponsoring Organization": "Chatham House - The Royal Institute of International Affairs", "Resource Type": "fellowships", "About": "Offers potential and established leaders from around the world the opportunity to spend up to twelve months at Chatham House. As policy challenges increasingly transcend borders and become more and more integrated there needs to be the expertise and leadership to address or mitigate them with understanding and perception. Academy fellows are expected to use their fellowship to expand their skills, knowledge, network and self-awareness to grow their understanding, collaborate and to have their preconceptions challenged. Fellows participate in a coordinated programme that includes expert discussions, engagement with key decision-makers and institutions, and personal development.", "Compensation": true, "Website": "https://www.chathamhouse.org/academy", "Degree Requirement": "Graduate Degree", "Citizen Requirement": false}, "-L7rYTByxeKgoaIYz4Uo": {"Institution": "University of Colorado-Boulder", "Location": "United States of America", "About": "FOSEP chapters are led by graduate and professional students and postdoctoral fellows from fields ranging from natural sciences and engineering to humanities, business, and education. Our primary mission is to promote civic dialogue about issues at the intersection of science and society across our campus and community.", "Resource Type": "university", "Website": "http://sciencepolicy.colorado.edu/students/fosep/", "Name": "UC-Boulder Forum on Science Ethics and Policy (FOSEP)"}, "-L7rYXUQBbpTV7iQfddP": {"Institution": "Massachusetts Institute of Technology", "Location": "United States of America", "About": "The MIT Science Policy Initiative, founded in 2007, is a group of graduate (and some undergraduate) students who work closely with MIT Faculty, the MIT Washington DC Office, and other science policy advocates to better understand how scientists can play a central role in the framing of science and technology policy legislation and public discourse.", "Resource Type": "university", "Website": "https://mitspi.squarespace.com/", "Name": "Science Policy Initiative at MIT"}, "-L7rY1xu8OTuDJukfU75": {"Institution": "Harvard University", "Location": "United States of America", "About": "The Harvard GSAS Science Policy Group is composed of graduate students interested in the intersection between science and policy. We work to engage Harvard science students by hosting networking events, chats with science policy experts, courses, career panels, local trips to government agencies, writing and research opportunities, and an annual visit to Washington, D.C.", "Resource Type": "university", "Website": "https://projects.iq.harvard.edu/sciencepolicy/home", "Name": "Harvard GSAS Science Policy Group"}, "-L7rYHWTukbMghaCXcCe": {"Institution": "University of Pennsylvania", "Location": "United States of America", "About": "The Penn Science Policy and Diplomacy Group (PSPDG) at the University of Pennsylvania is an interdisciplinary organization that explores issues at the intersection of science and public policy. PSPDG formed in 2017 as both the Penn Science Policy Group (PSPG) and the Penn Science Diplomacy Group (PSDG) merged to form one group. PSPG was founded in 2013 by a group of dedicated graduate students and post-docs, led by Michael Allegrezza, and PSDG was founded in 2015 by a group of students, led by Enrique Lin Shiao.", "Resource Type": "university", "Website": "http://pennsciencepolicy.blogspot.com/", "Name": "Penn Science Policy and Diplomacy Group (PSPDG)"}, "-L7rY9nZCKoSh9Wa9kc2": {"Institution": "Harvard University", "Location": "Massachusetts, United States of America", "About": "The PhD in Public Policy provides the advanced graduate training you need to successfully launch yourself into a research or related position in academia, government, a nongovernmental organization or the private sector. A concentration on Science and Technology Policy is available for doctoral students drawing on the expertise of the Harvard Kennedy School and across campus.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "https://www.hks.harvard.edu/educational-programs/doctoral-programs/phd-public-policy", "Name": "Ph.D in Public Policy"}, "-L7rYkWjvVL4XMbfCDaH": {"Institution": "University of Pittsburgh", "Location": "United States of America", "About": "Our goal is to provide an opportunity for Pitt students and faculty to engage in open, data-based discourse and educational activities with a focus on the intersection of scientific research and policy formation.", "Resource Type": "university", "Website": "https://pitt2.campuslabs.com/engage/organization/pittsciencepolicy", "Name": "Pitt Science Policy Group"}, "-L7rYJWbMTnDKQqYHe59": {"Organizer": "International Union for Conservation of Nature (IUCN)", "Membership Fee": true, "About": "Joining an IUCN Specialist Group or Commission could be an example of networking, mentoring and learning for ECRs, they offer a diverse range of opportunities, sometimes internships. The six Commissions unite 10,000 volunteer experts from a range of disciplines. They assess the state of the world’s natural resources and provide the Union with sound know-how and policy advice on conservation issues.", "Resource Type": "networks", "Website": "https://www.iucn.org/about/union/commissions", "Name": "Specialist Group or Commission", "Geographic Scope": "International"}, "-L7rYMzGntscHVzBugM2": {"Organizer": "500 Women Scientists", "Membership Fee": false, "About": "500 Women Scientists is a grassroots organization started by four women who met in graduate school at CU Boulder and who maintained friendships and collaborations after jobs and life took them away from Boulder. Immediately following the November 2016 election, we published an open letter re-affirming our commitment to speak up for science and for women, minorities, immigrants, people with disabilities, and LGBTQIA. 500 Women Scientists works to build communities and foster real change that comes from small groups, not large crowds. Our Local Pods help create those deep roots through strong, personal relationships. Local Pods are where members meet regularly, develop a support network, make strategic plans, and take action. Pods focus on issues that resonate in their communities, rooted in our mission and values.", "Resource Type": "networks", "Website": "https://500womenscientists.org", "Name": "500 Women Scientists", "Geographic Scope": "International"}, "-L7rYW2HcpPb2F4TKnTn": {"Institution": "University of Virginia", "Location": "Virginia, United States of America", "About": "In the UVA Department of Engineering and Society, students completing this minor will gain a deeper understanding of the interdependence of science, technology, engineering, and policy. They will also prepare themselves to lead organizations inside and outside of government, including those in industry, consulting, law, and medicine.", "Academic Level": "Undergraduate Minor", "Resource Type": "degree", "Website": "http://records.ureg.virginia.edu/preview_program.php?catoid=43&poid=5261", "Name": "Minor in Science and Technology Policy"}, "-L7rYG9uYPYrFwKoV0vj": {"About": "SciPol provides policy updates, explanation of relevant science at issue, and opportunities for engagement in the policy-making process. SciPol seeks to provide timely and quality information to a broad audience of academics, companies, journalists, nonprofits, and policy practitioners. Policy development updates are initially posted when made available by policy actors; novel briefs are published after being authored, reviewed, and edited for quality.", "Resource Type": "other", "Website": "http://sciencepolicy.duke.edu/", "Name": "Duke Science Policy Tracking Program", "Organizer": "Duke University"}, "-L7rYkQFBcZSrjtqqnix": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Massachusetts Institute of Technology", "Resource Type": "internships", "About": "Working with the Senior Legislative Assistant, interns assist MIT staff by playing an active role in national policy debates of relevance to research universities. Specifically, the intern is responsible for producing substantive written assignments that encompass work on current and emerging legislation, congressional testimony, congressional committee hearings, Executive branch directives and agency actions, especially in regard to regulations and new initiatives.", "Compensation": false, "Website": "http://dc.mit.edu/internships", "Degree Requirement": "Undergraduate and graduate students", "Name": "MIT Washington Office Internship"}, "-L7rYUIX1egk7APRz7xv": {"Institution": "University of Washington", "Location": "United States of America", "About": "FOSEP promotes multidisciplinary interaction among scholars in Seattle about science and policy issues and increases awareness for how scientific and non-scientific knowledge affects society as a whole. Through seminars, discussion groups, public forums and social media on the web, we foster the development of citizen-scientists who can participate effectively in civic dialogue about science. We welcome all interested graduate students, professional students, and postdoctoral fellows who bring scientific and/or non-scientific backgrounds to join the Forum.", "Resource Type": "university", "Website": "https://seattlefosep.wordpress.com/", "Name": "UW Forum on Science Ethics and Policy (FOSEP)"}, "-L7rYvMd9D2QfxiEf1Tq": {"Institution": "Rochester Institute of Technology", "Location": "New York, United States of America", "About": "Our department offers an innovative, interdisciplinary master of science degree in science, technology and public policy, with an emphasis on engineering, science and technology policy. The program builds on RIT’s strengths as a technological university, enabling students to interact with faculty members and researchers who are working on scientific developments and technological innovations that drive new public policy considerations.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://www.rit.edu/cla/publicpolicy/academics/science-technology-and-public-policy-ms", "Name": "M.S. in Science, Technology and Public Policy"}, "-L7rYXGizHrnUAlVZtee": {"Name": "TechCongress Congressional Innovation Fellowship", "Location": "United States of America", "Sponsoring Organization": "TechCongress", "Resource Type": "fellowships", "About": "TechCongress brings diverse tech talent, ideas and training to Congress and to build a practical and pragmatic understanding of Washington within the tech community. We bridge the divide of knowledge and experience between DC and Silicon Valley for better outcomes for both.", "Compensation": true, "Website": "www.techcongress.io/the-fellowship ", "Degree Requirement": "Early - mid career technology professionals", "Citizen Requirement": false}, "-L7rY9ewbxBhiU040att": {"Institution": "Virginia Commonwealth University", "Location": "Virginia, United States of America", "About": "We seek to provide future scientists with the tools and resources to effectively engage with politicians and the public regarding science policy and consensus and to promote student interest in careers outside academia, including in government and the non-profit sector. We also hope to coordinate conversations with local, state and federal policymakers about the importance of research and science education.", "Resource Type": "university", "Website": "https://vcu.campuslabs.com/engage/organization/NationalSciencePolicyGroup", "Name": "National Science Policy Group at VCU"}, "-L7rYlkNX09Vooqkkf3f": {"Name": "Mirzayan Science & Technology Policy Graduate Fellowship Program", "Location": "United States of America", "Sponsoring Organization": "National Academies of Science, Engineering and Medicine", "Resource Type": "fellowships", "About": "The Christine Mirzayan Science & Technology Policy Graduate Fellowship Program within the National Academies’ Policy and Global Affairs Division is designed to engage graduate science, engineering, medical, veterinary, business, public policy, and law students in the analytical process that informs the creation of national policy-making with a science/technology element. As a result, students develop basic skills essential to working in the world of science policy.", "Compensation": true, "Website": "http://sites.nationalacademies.org/pga/policyfellows/", "Degree Requirement": "Masters and above", "Citizen Requirement": true}, "-L7rYtCk3ekc0Bid4I23": {"Location": "United States of America", "Organizer": "Georgia Tech School of Public Policy", "About": "Organized by the School of Public Policy at Georgia Tech, the Atlanta Conference on Science and Innovation Policy provides a showcase for the highest quality scholarship addressing the multidimensional challenges and interrelated characteristics of science and innovation policy and processes. The Conference attracts over 300 researchers from more than 35 countries and include a young researcher poster competition, parallel paper sessions to discuss on-going research and a series of plenary talks.", "Resource Type": "meetings", "Website": "http://www.atlantaconference.org/", "Name": "Atlanta Conference on Science & Innovation Policy"}, "-L7rY6QiuGpY3HB0vYsd": {"Institution": "University of Texas Southwestern Medical Center", "Location": "United States of America", "About": "The Science Policy, Education, and Communication (SPEaC) Club serves the UT Southwestern community by enhancing awareness of how science policy affects our research and providing career development opportunities to UT Southwestern trainees. Furthermore, we serve the broader Dallas, TX community as representatives of UT Southwestern and its mission by performing scientific outreach events and highlighting research performed at UT Southwestern.", "Resource Type": "university", "Website": "https://speacatutsw.wordpress.com/", "Name": "Science Policy, Education, and Communication (SPEaC) Club"}, "-L7rYNjYpEFh4kGSkmQC": {"Location": "Varies", "Organizer": "UNESCO", "About": "The Open Science Forum for Latin America and the Caribbean has construed itself as a key regional space for debates and exchanges and is organized every two years, alternating in distinct cities throughout the region. It seeks to establish itself as a platform for the outlining of common positions and aspirations for a scientific, technological, and innovation agenda supporting sustainable development whilst simultaneously giving the region a strong voice in the global scope of the World Science Forum.", "Resource Type": "meetings", "Website": "http://forocilac.org/en", "Name": "CILAC: Open Science Forum for Latin America and Caribbean"}, "-L7rYqZsGtajPbLXsjkW": {"Name": "U.S. Secretary of State Jefferson Science Fellowship", "Location": "United States of America", "Sponsoring Organization": "National Academies of Science, Engineering and Medicine", "Resource Type": "fellowships", "About": "Scientists and engineers from the American academic community into the U.S. Department of State for one year. The JSF program is administered by the National Academies and supported through a partnership between the U.S. academic community, professional scientific societies, the U.S. Department of State and the U.S. Agency for International Development (USAID). Fellows are given assignments either in the Department headquarters in Washington, D.C., or at U.S. Missions abroad. Jefferson Science Fellows return to their academic careers following their Department of State assignments but remain available to the U.S. government as expert consultants for short-term projects over the following 5 years. Successful candidates are selected on the basis of their scientific achievements, articulation and communication skills, and their interest in science policy issues.", "Compensation": true, "Website": "http://sites.nationalacademies.org/PGA/Jefferson/", "Degree Requirement": "Tenured faculty or similar rank", "Citizen Requirement": true}, "-L7rYxlFEeNvvmQeGL9t": {"Name": "ASME Foundation Swanson Fellowship: Advanced Manufacturing National Program Office (NPO)", "Location": "United States of America", "Sponsoring Organization": "American Society of Mechanical Engineers", "Resource Type": "fellowships", "About": "Serve a one-year fellowship at the Advanced Manufacturing National Program Office (NPO) hosted by the National Institute of Standards and Technology (NIST), in Gaithersburg, Maryland.", "Compensation": true, "Website": "https://www.asme.org/about-asme/get-involved/advocacy-government-relations/federal-fellows-program/foundation-swanson-fellowship-advanced", "Degree Requirement": "Graduate Degree", "Citizen Requirement": true}, "-L7rYj72w1bGcIr0Vjgc": {"Name": "ASHG Genetics & Education Fellowship", "Location": "United States of America", "Sponsoring Organization": "American Society of Human Genetics", "Resource Type": "fellowships", "About": "This is a fellowship program designed for genetics professionals with an advanced degree who are early in their careers and interested in the development and implementation of national genomics literacy efforts, informal science education, science education policy, program development, or science education research. The fellow will have the opportunity to participate in genetics education program development at the NHGRI and ASHG and to work directly with other organizations involved in genetics education (optional).", "Compensation": true, "Website": "http://www.ashg.org/education/education_fellowship.shtml", "Degree Requirement": "Doctorate", "Citizen Requirement": false}, "-L7rYyU1Iz7wvfYU3lV9": {"Program Type": "Details & Rotations", "Name": "Edison Visiting Scholar Program", "Sponsoring Organization": "U.S. Patent and Trademark Office", "Location": "United States of America", "Resource Type": "details", "About": "The Thomas Alva Edison Visiting Scholars Program enlists the services of academic researchers as Distinguished Scholars or Research Fellows to study intellectual property (IP) issues that further the agency's mission and the public interest. Following the introduction of the program in January, 2012, Edison Scholars have studied ways to improve USPTO's efficiency and performance, decrease burdens on applicants, and improve patent quality and clarity, among other topics.", "Compensation": true, "Website": "https://www.uspto.gov/learning-and-resources/ip-programs-and-awards/edison-visiting-scholar-program", "Degree Requirement": "Doctorate", "Duration": "6-12 months part-time"}, "-L7rYOp5uaxXjSdd31Dc": {"Institution": "Notre Dame University", "Location": "United States of America", "About": "The Science Policy Initiative at Notre Dame (SPI@ND) seeks to engage students at the University of Notre Dame in issues at the intersection of science and public policy. We serve to unite students who have a passion for science and a desire to affect policy change. We work to communicate the value of scientific research to society at large. We will accomplish this goal using three intrinsically connected strategies:", "Resource Type": "university", "Website": "http://sites.nd.edu/spi-club/", "Name": "Science Policy Initiative at Notre Dame"}, "-L7rYU8UJHFFL94QUwpE": {"Institution": "Texas A&M University", "Location": "Texas, United States of America", "About": "We are A-STEP, a nonpartisan organization of graduate, undergraduate and professional students committed to bridging the gap between scientists, policy-makers, and the general public on scientific issues.", "Resource Type": "university", "Website": "https://stuactonline.tamu.edu/app/organization/profile/public/id/1718", "Name": "Aggies in Science, Technology and Engineering Policy (A-STEP)"}, "-L7rYC1YQJZ1GmbWbgxs": {"About": "Currently, we have 181 different postdoc opportunities across a range of STEM disciplines, funded by NSF, NASA, NIH, and university and research labs across the country. You can find them, along with some tips on applying, interviewing, and negotiating a postdoc position, here:", "Resource Type": "other", "Website": "http://pathwaystoscience.org/Postdocs_Portal.aspx", "Name": "Postdocs Portal", "Organizer": "The Institute for Broadening Participation"}, "-L7rYugLLl537PBwpztz": {"Location": "United States of America", "Organizer": "American Association for the Advancement of Science", "About": "The AAAS Annual Meeting is one of the most widely recognized and reported interdisciplinary scientific events, encompassing the breadth of the sciences as well as education, engineering, and technology. It is a major attraction for the scientific, business, NGO, media, and policy-maker communities concerned about the interaction of science and technology with society.", "Resource Type": "meetings", "Website": "www.aaas.org/annual-meeting/archives", "Name": "AAAS Annual Meeting"}, "-L7rYsTuAOAwO7BkSZVR": {"About": "Each year, the American Institute of Biological Sciences (AIBS) recognizes graduate students in the biological sciences who have demonstrated initiative and leadership in science policy. Recipients obtain first-hand experience at the interface of science and public policy.", "Resource Type": "other", "Website": "https://www.aibs.org/public-policy/eppla.html", "Name": "AIBS Emerging Public Policy Leadership Award", "Organizer": "American Institute of Biological Sciences"}, "-L7rYrfnt787wuaQVZZJ": {"About": "Established in 1994, the Science Coalition is a nonprofit, nonpartisan organization of more than 50 of the nation’s leading public and private research universities. It is dedicated to sustaining the federal government’s investment in basic scientific research as a means to stimulate the economy, spur innovation and drive America’s global competitiveness.", "Name": "Science Coalition Tool-Kit", "Resource Type": "toolkits", "Website": "http://www.sciencecoalition.org/mission-and-members", "Organization": "The Science Coalition"}, "-L7rYIRMf2FgTae1Qh0S": {"Name": "James Smithson Fellowship Program", "Location": "United States of America", "Sponsoring Organization": "Smithsonian Institution", "Resource Type": "fellowships", "About": "Created to offer early career opportunities for post-doctoral researchers interested in gaining a better understanding about the interplay between scholarship and public policy through a Smithsonian lens. While this fellowship provides an immersion experience working with Smithsonian researchers and relevant collections, it also affords fellows a hands-on opportunity to explore relationships between research and public policy through direct interaction with Smithsonian leaders, and with policy leaders throughout the Washington, DC network.", "Compensation": true, "Website": "http://www.smithsonianofi.com/fellowship-opportunities/james-smithson-fellowship-program/", "Degree Requirement": "Doctorate", "Citizen Requirement": true}, "-L7rYh2Xb8k7qCRQK4iu": {"About": "314 Action is a nonprofit that was founded by members of the STEM community, grassroots supporters and political activists. 314 helps empower scientists to run for office equipping them with financial and political resources to help them succeed.", "Resource Type": "other", "Website": "http://www.314action.org/home", "Name": "314 Action", "Organizer": "314 Action"}, "-L7rYoZ68kD0jbxkD7vm": {"Location": "United Kingdom", "Organizer": "University of Manchester", "About": "This five-day course is aimed at professionals who work in the domain of science, technology and innovation as policy makers, brokers or implementers of strategies or programmes. Attendees may have several years’ experience and be willing to share this with experts and peers in an international environment, or may be new in post, possibly changing from a career in research into one in research and innovation policy.", "Resource Type": "training", "Website": "http://www.research.mbs.ac.uk/innovation/Study/Professional-Development-Short-courses/Science-technology-and-innovation-policy", "Name": "Science, Technology and Innovation Policy Professional Development Course"}, "-L7rYk9CzuEjy6icppab": {"Institution": "Carnegie Mellon University", "Location": "Pennsylvania, United States of America", "About": "Carnegie Mellon's Energy Science, Technology and Policy (EST&P) program offers a distinctive Master of Science degree based in engineering, aligned with new discoveries in science, attuned to sustainability and the environment, and informed by a broader perspective in economics and public policy. EST&P is an interdisciplinary engineering degree of the College of Engineering in association with the Scott Institute for Energy Innovation.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://www.cmu.edu/engineering/estp/", "Name": "M.S. in Energy Science, Technology and Policy"}, "-L7rYH1gFzCrN2MNjdoq": {"Institution": "Vanderbilt University", "Location": "United States of America", "About": "Vanderbilt Science Policy Group (VSPG) is a student organization that aims to educate its members on scientific policies and the process of policy-making at all levels of the federal and local government as well as to empower members to become advocates for their chosen scientific interests.", "Resource Type": "university", "Website": "https://anchorlink.vanderbilt.edu/organization/VSPG", "Name": "Vanderbilt Science Policy Group"}, "-L7rYOXe34Al1bufMJAr": {"Name": "AAAS Science & Technology Policy Fellowships", "Location": "United States of America", "Sponsoring Organization": "American Association for the Advancement of Science (AAAS)", "Resource Type": "fellowships", "About": "AAAS Science & Technology Policy Fellowships (STPF) provide opportunities to outstanding scientists and engineers to learn first-hand about policymaking and contribute their knowledge and analytical skills in the policy realm. Fellows serve yearlong assignments in the federal government and represent a broad range of backgrounds, disciplines, and career stages. Each year, STPF adds to a growing corps over 3,000 strong of policy-savvy leaders working across academia, government, nonprofits, and industry to serve the nation and citizens around the world.", "Compensation": true, "Website": "www.aaas.org/stpf", "Degree Requirement": "Doctorate", "Citizen Requirement": true}, "-L7rYYJ0nMRvaTRNYaZI": {"Institution": "Georgia Tech", "Location": "Georgia, United States of America", "About": "Georgia Tech's Ph.D. in Public Policy prepares students for advanced professional work or for academic careers. The doctorate degree is based on a core curriculum that stresses intellectual and methodological rigor, using the theories and applications of quantitative analysis; political, economic, and organizational analysis; research design and execution. This core is supplemented with in-depth study of particular substantive areas of public policy. The program focuses on just four substantive concentrations, each a particular strength of the School: Science and Technology Policy, Environmental and Energy Policy, Economic Development Policy, and Information and Communication Technology Policy.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "https://spp.gatech.edu/doctorate", "Name": "Ph.D in Public Policy"}, "-L7rYSfs71eyBGw0lUee": {"Institution": "University of Georgia", "Location": "Georgia, United States of America", "About": "The Science Policy Education, Advocacy, and Research (SPEAR) student organization aims to provide a resource for discussion of science policy issues as well as a platform for initiating advocacy and promoting research within and beyond the University of Georgia.", "Resource Type": "university", "Website": "https://ugaspear.wordpress.com/", "Name": "Science Policy Education Advocacy and Research (SPEAR)"}, "-L7rYM9BhzIAzgvLwClt": {"Location": "United States of America", "Organizer": "Arizona State University", "About": "Housed under ASU's Consortium for Science, Policy, and Outcomes (CSPO), CaTNASP is a training program in Washington, DC for early career science and technology policy practitioners. The program is built around ten modules held on consecutive Saturdays that explore different aspects of science policy, ranging from strengthening connections between researchers and the public to the role that science plays in confronting and managing uncertainty.", "Resource Type": "training", "Website": "https://cspo.org/program/concepts-and-tools/", "Name": "Concepts and Tools for a New American Science Policy Training Program"}, "-L7rYxgWJEgpOAAKId9M": {"Location": "United States of America", "Organizer": "American Association for the Advancement of Science (AAAS)", "About": "Upper-class undergraduate & graduate students: Join us for a three-and-a-half-day program in DC to learn about Congress, the federal budget process, and effective science communication. Students will have an opportunity to meet with their Members of Congress or congressional staff.", "Resource Type": "training", "Website": "https://www.aaas.org/page/about-case", "Name": "Catalyzing Advocacy in Science and Engineering (CASE) Workshop"}, "-L7rYUuFM9K99VTqwl19": {"Institution": "University of Oregon", "Location": "Oregon, United States of America", "About": "We are a group of undergraduate and graduate students and post docs interested in the intersection of scientific research and governmental policy that meet once a month to discuss important current topics in the field.", "Resource Type": "university", "Website": "https://chemistry.uoregon.edu/2015/09/29/professional-development-uo-science-policy-initiative/", "Name": "UO Science Policy Initiative"}, "-L7rYgrPcdEi6sHaiPCW": {"Location": "United Kingdom", "Organizer": "University of Manchester", "About": "The demand for evaluation in science and innovation policy continues to grow alongside the demands on STI policy to deliver a broad range of economic and societal goals against financial constraints. Thus, evaluations are increasingly understood as an essential learning tool. This long-running course addresses the latest thinking in evaluation and teaches the most effective use of evaluation tools. As a leading European centre in the study of science, technology and innovation policy and evaluation methodologies, and based on forty years of evaluation practice, we are able to call upon a wealth of expertise, both from staff who have practical experience of the conduct of evaluations, and from policy makers and practitioners.", "Resource Type": "training", "Website": "http://www.research.mbs.ac.uk/innovation/Study/Professional-Development-Short-courses/Evaluation-of-science-and-innovation-policies", "Name": "Evaluation of Science and Innovation Policies Professional Development Course"}, "-L7rYQLKbcVG2Ss2RPue": {"Name": "ACS Public Policy Fellowships", "Location": "United States of America", "Sponsoring Organization": "American Chemical Society", "Resource Type": "fellowships", "About": "The ACS Congressional and Science Policy Fellowship Programs are designed to address both these concerns. The programs provide a unique opportunity for ACS members to gain practical experience and insights into public policy by working on Capitol Hill or at ACS in Washington, DC. Fellows may be entry-level PhDs or experienced professionals from academia, industry, or non-profits. Former fellows have covered issues as diverse as federal funding for scientific research, science education, and health policy.", "Compensation": true, "Website": "www.acs.org/content/acs/en/policy/policyfellowships.html", "Degree Requirement": "Doctorate", "Citizen Requirement": true}, "-L7rY1ejtJjqkR898YCT": {"Name": "IEEE Government Fellowships", "Location": "United States of America", "Sponsoring Organization": "IEEE-US", "Resource Type": "fellowships", "About": "Each year, IEEE-USA sponsors three or four government fellowships for qualified U.S. IEEE members. The Fellows — chosen by the IEEE-USA Government Fellows Committee and confirmed by our Board — spend a year living and working in Washington as advisers to the U.S. Congress and to the U.S. Department of State or U.S. Agency for International Development.", "Compensation": true, "Website": "https://ieeeusa.org/advocacy/government-fellowships/", "Degree Requirement": "Masters and above", "Citizen Requirement": true}, "-L7rYoRmqfLMUcOTr2cB": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Research!America", "Resource Type": "internships", "About": "Perform background research and write fact sheets, newsletter articles and text for Research!America’s website, track relevant policy issues, including budget and appropriations legislation, attend briefings, meetings, and hearings on Capitol Hill, as well as events off Capitol Hill that are relevant to our organization’s mission and complete a self-directed project on a science policy topic relevant to the mission of Research!America.", "Compensation": true, "Website": "http://www.researchamerica.org/sciencepolicyinternship", "Degree Requirement": "Undergraduate and graduate students or recent graduates", "Name": "Research!America Science Policy Internship"}, "-L7rYda17rgxx4t8qk8O": {"About": "Mandated by Congress, this biennial report provides data on measurements relating to K-12 STEM education, international comparisons of investments in R&D, workforce trends and public attitudes and understanding about science. ​Indicators serves as a resource for a wide range of science policy stakeholders.", "Resource Type": "other", "Website": "https://www.nsf.gov/statistics/2016/nsb20161/#/", "Name": "NSF National Science Board Science & Engineering Indicators", "Organizer": "National Science Foundation"}, "-L7rYaqtpruIzNI2BlLE": {"Name": "Gulf Research Program Science Policy Fellowship", "Location": "United States of America", "Sponsoring Organization": "National Academies of Science, Engineering and Medicine", "Resource Type": "fellowships", "About": "The Gulf Research Program’s Science Policy Fellowship program helps scientists hone their skills by putting them to practice for the benefit of Gulf Coast communities and ecosystems. Fellows gain first-hand experience at the interface of science and policy as they spend one year on the staff of federal, state, local, or non-governmental environmental, natural resource, oil and gas, and public health agencies in the Gulf of Mexico region.", "Compensation": true, "Website": "http://www.nationalacademies.org/gulf/fellowships/science-policy/index.htm", "Degree Requirement": "Doctorate", "Citizen Requirement": true}, "-L7rYSe2H39WO46dRNPb": {"Name": "The California Sea Grant State Fellows Program", "Location": "United States of America", "Sponsoring Organization": "California Sea Grant", "Resource Type": "fellowships", "About": "California Sea Grant's State Fellows Program provides a unique educational opportunity for graduate students who are interested both in marine resources and in the policy decisions affecting those resources. The program matches highly motivated and qualified graduate students in California with \"hosts\" in municipal, state and federal agencies in California for a 12-month paid fellowship.", "Compensation": true, "Website": "https://caseagrant.ucsd.edu/fellowships/types/state-fellowship", "Degree Requirement": "Graduate Student", "Citizen Requirement": true}, "-L7rYsSzKITx1bo795Cf": {"Location": "United States of America", "Organizer": " Alan Alda Center for Communicating Science", "About": "The Alan Alda Center for Communicating Science serves scientists, medical professionals, students, and the public with opportunities to explore, learn, and practice communicating effectively about science and medicine. We are an online resource for information and training in science communication, uniting research and methodology from institutions and individuals throughout the world.", "Resource Type": "training", "Website": "www.aldakavlilearningcenter.org/", "Name": "Alan Alda-Kavli Science Communication Center"}, "-L7rYHQIoNjK751u0aQQ": {"About": "Science Debate asks candidates, elected officials, the public and the media to focus more on science policy issues of vital importance to modern life. As a registered 501(c)(3), Science Debate is nonpartisan. We encourage everyone to ask their candidates to discuss and debate their science and technology policies for the well-being of our nation and society.", "Resource Type": "other", "Website": "http://www.sciencedebate.org/", "Name": "ScienceDebate", "Organizer": "ScienceDebate"}, "-L7rYaQACrGBP4r6Pq5n": {"Location": "United Kingdom", "Organizer": "University of Manchester", "About": "The Manchester Institute of Innovation Research has been running an annual foresight training course since 1999. Building on over twenty years of foresight experience, we are able to call upon a wealth of expertise, from staff with know-how of the practice of foresight, as well as from sponsors and practitioners. The course now runs in partnership with VTT Technical Research Centre of Finland, a leading global research and technology development organisation. Future-oriented innovation policy research is a key focus for VTT, supported by the Centre’s competencies in qualitative and quantitative methods.", "Resource Type": "training", "Website": "http://www.research.mbs.ac.uk/innovation/Study/Professional-Development-Short-courses/Foresight", "Name": "The Art of Foresight & Sustainable Futures Professional Development Course"}, "-L7rYhkQkIDhRHr5xta0": {"Institution": "Dartmouth University", "Location": "United States of America", "About": "The Science Technology and Engineering Policy Society (STEPS) is a student-led organization bringing together graduate and undergraduate students, along with postdoctoral researchers, across disciplines and schools at Dartmouth with a shared interest in science policy. STEPS is a Dickey Center for International Understanding student organization and is recognized by the Graduate Student Council.", "Resource Type": "university", "Website": "https://sites.dartmouth.edu/steps/", "Name": "Science Technology and Engineering Policy Society (STEPS) "}, "-L7rYplpsY4g7z2oJ49D": {"Institution": "University of Wisconsin-Madison", "Location": "Wisconsin, United States of America", "About": "The Neuroscience and Public Policy Program (N&PP) is based on two strongly held beliefs. First, that sound science and technology policy and law are essential for the well-being of societies. Second, that a step toward ensuring such policy is to train future scientists in the making of public policy or the law and prepare them to participate in bringing science and society closer together. To reach this end, the N&PP offers three integrated degree tracks. All tracks pursue the Neuroscience Ph.D. and either the Master of Public Affairs, Master of International Public Affairs or J.D. in Law.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "https://npp.wisc.edu/", "Name": "Neuroscience and Public Policy PhD and Dual Degree Program"}, "-L7rYQAvqNw5U8xH9vuZ": {"Name": "AAS John Bahcall Public Policy Fellowship", "Location": "United States of America", "Sponsoring Organization": "American Astronomical Society", "Resource Type": "fellowships", "About": "The John N. Bahcall Public Policy Fellowship was created in 2006, in collaboration with Neta Bahcall, to provide an opportunity for early-career astronomers to gain experience in the world of science policy and to augment the advocacy programs of the society. The Bahcall Fellowship is currently a one-year postdoctoral level appointment, renewable for a second year.", "Compensation": true, "Website": "aas.org/programs/john-bahcall-public-policy-fellowship", "Degree Requirement": "Doctorate", "Citizen Requirement": false}, "-L7rYiEkhgG832x4YbqE": {"Location": "United States of America", "Organizer": "Duke University ", "About": "The Duke Science Policy Summer Institute (May 29 - August 3) provides a transformative introduction to science policy for students, postdocs, and researchers. The writing-intensive 4-week curriculum at Duke University will give participants a grounding in how to read, write, and understand science policy. Participants will write and publish policy briefs, draft proposed legislation, and meet with members of the North Carolina legislature. The optional 6-week practicum extension to the program will allow participants to get hands-on experience working in the SciPol office to produce briefs, memos and legislation for local and national clients at the nexus of science and policy.", "Resource Type": "training", "Website": "https://scienceandsociety.duke.edu/learn/duke-scipol-summer-institute/", "Name": "Duke Science Policy Summer Institute"}, "-L7rY828i6Q2rFZe28g7": {"Institution": "George Washington University", "Location": "Washington, DC, United States of America", "About": "Science and technology issues are critical to the quality of life and the environment, to international competitiveness, and to national security. Most universities place their science and technology policy programs within schools of public policy or engineering. At GWU's School of International Affairs, we offer a Master of Arts in International Science and Technology Policy that allows these important issues to be placed in the global context.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://elliott.gwu.edu/international-science-and-technology-policy", "Name": "M.A. in International Science and Technology Policy"}, "-L7rYtP7cZ7YEEw6YNa4": {"Institution": "Washington University in St. Louis", "Location": "United States of America", "About": "ProSPER is a group for graduate and professional students that aims to help students improve skills in science communication and science policy advocacy as well as engaging in career exploration.", "Resource Type": "university", "Website": "https://grouporganizer.wustl.edu/organization/prosper", "Name": "Graduate Students Promoting Science Policy, Education, and Research (ProSPER)"}, "-L7rYor3icPmGGPtmVux": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Potomac Institute for Policy Studies", "Resource Type": "internships", "About": "Potomac Institute seeks interns who want to be at at the heart of the debate about science and technology policy in the US. Interns assist with research, writing, planning, and organizational activities that support the Institute's mission to provide a forum for the free exchange of ideas for the purpose of informing public policy. Focus centers on cyber security, neuroscience, counter-terrorism technology, and future trends that affect security and society.", "Compensation": false, "Website": "http://www.potomacinstitute.org/about-us/internships", "Degree Requirement": "Undergraduate and graduate students or recent graduates", "Name": "Potomac Science & Technology Policy Internship"}, "-L7rYS7eXugxrqZMDy1H": {"Program Type": "Pairing Schemes", "Name": "Science meets Parliament ", "Sponsoring Organization": "Science & Technology Australia", "Location": "Australia", "Resource Type": "details", "About": "Science meets Parliament brings together about 200 working scientists to Canberra, Australai for a two-day program of professional development and networking aimed at helping them better communicate their science to the media, policy makers and parliamentarians.", "Compensation": true, "Website": "http://scienceandtechnologyaustralia.org.au/focus-on/science-meets-parliament-2016", "Degree Requirement": null, "Duration": "2 days"}, "-L7rYAkI3kdN2vQawru0": {"Location": "United States of America", "Organizer": "Multiple Organizers", "About": "ComSciCom is a workshop series organized by by graduate students, for graduate students, focused on science communication skills. The workshop's goal is to empower future leaders in technical communication to share the results from research in their field to broad and diverse audiences, not just practitioners in their fields. ComSciCon provides a unique professional development experience to graduate students engaged in and committed to communicating research. Attendees interact with graduate student leaders in technical communication, from around the country, learn from professional communicators including journalists and educators, and produce original works of science communication for publication", "Resource Type": "training", "Website": "https://comscicon.com/", "Name": "ComSciCom Science Communication Workshop"}, "-L7rYzO308JyuyUP8ePT": {"Institution": "University of Sussex", "Location": "United Kingdom", "About": "With students from all over the world, our postgraduate courses provide aspiring professionals with the knowledge and skills to analyse and guide policy, as well as to manage scientific change and technological innovation within public-sector organisations, non-governmental organisations and companies.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "http://www.sussex.ac.uk/spru/study/masters", "Name": "Msc in Science Policy"}, "-L7rYfsFdJHnGcpDG0la": {"Location": "Varies", "Organizer": "International Network for Government Science Advice", "About": "INGSA convenes an international conference every two years on the issues of science advice to governments.", "Resource Type": "meetings", "Website": "http://www.ingsa.org/events/ingsa-conferences", "Name": "INGSA Conferences and Meetings"}, "-L7rYsJNFikd7n7960xI": {"About": "We have received several questions from ESEP members regarding best practices for messaging before, during, and after the March for Science. This guide addresses some of the questions we have received along with some thoughts and advice in response to them. We hope ESEP members and those that would like to engage in science policy who might have been inspired by the March for Science find this information useful.", "Name": "Best Practices for Messaging Before, During, and After the March for Science", "Resource Type": "toolkits", "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/esep_-_messaging_for_the_march_for_science.pdf", "Organization": "Engaging Scientists and Engineers in Policy (ESEP) Coalition"}, "-L7rY8qDyy5aOABRadxe": {"Name": "Science & Technology Policy Institute (STPI) Fellowship", "Location": "United States of America", "Sponsoring Organization": "Science & Technology Policy Institute", "Resource Type": "fellowships", "About": "This two-year fellowship provides recent bachelor’s degree recipients with a unique opportunity to use their critical thinking and analytic skills to work on a diverse set of challenges in science and technology (S&T) policy areas, including energy and the environment, space sciences, innovation and competitiveness, evaluation, life sciences, information technologies, national security, and STEM education.", "Compensation": true, "Website": "https://www.ida.org/STPI/STPIResearchStaff/FellowshipProgram.aspx", "Degree Requirement": "Undergraduate or masters student; recent graduate", "Citizen Requirement": true}, "-L7rYF9ODberyi91sROc": {"Institution": "Brandeis University", "Location": "Massachusetts, United States of America", "About": "Brandeis SPI seeks to provide on campus opportunities for graduate student education in science policy through seminars, peer-to-peer activities, and lectures given by both Brandeis faculty, and outside experts in the relevant fields.", "Resource Type": "university", "Website": "https://www.facebook.com/BrandeisSPI/", "Name": "Brandeis Science Policy Initiative (SPI) "}, "-L7rY3g545SeD80EnBsg": {"Name": "National Sea Grant Knauss Fellowship Program", "Location": "United States of America", "Sponsoring Organization": "National Oceanic and Atmospheric Administration", "Resource Type": "fellowships", "About": "The Sea Grant Knauss Fellowship provides a unique educational and professional experience to graduate students who have an interest in ocean, coastal and Great Lakes resources and in the national policy decisions affecting those resources. The Fellowship, named after one of Sea Grant's founders, former NOAA Administrator, John A. Knauss, matches highly qualified graduate students with \"hosts\" in the legislative and executive branch of government located in the Washington, D.C. area, for a one year paid fellowship.", "Compensation": true, "Website": "https://seagrant.noaa.gov/Knauss", "Degree Requirement": "Graduate Student", "Citizen Requirement": true}, "-L7rYoOZor6nOWQsG3UH": {"Name": "Harvard Belfer Center Fellowship", "Location": "United States of America", "Sponsoring Organization": "Harvard University", "Resource Type": "fellowships", "About": "Belfer Center for Science and International Affairs at Harvard University offers research fellowships during the academic year to individuals who wish to devote their time to research and writing in the fields of science and international affairs. Fellows are selected by the Center's major research programs and are expected to work collaboratively with other Center researchers, as well as on their own projects.", "Compensation": true, "Website": "https://www.belfercenter.org/fellowships/", "Degree Requirement": "Graduate Students", "Citizen Requirement": false}, "-L7rYsR743FBFUMereip": {"Location": "United States of America", "Organizer": "American Association for the Advancement of Science (AAAS)", "About": "AAAS offers a free hour-long course ($59 for non-members) on the skills and confidence needed to engage with public audiences, providing insight on how to continue learning these skills and the benefits of public engagement.", "Resource Type": "training", "Website": "https://careerdevelopment.aaas.org/course-catalog/communicating-science-fundamentals-public-engagement/?utm_source=membership&utm_medium=email&utm_content=Read_more_link&utm_term=Course_4&utm_campaign=career-development-center-5185&et_rid=34827323&et_cid=584593/", "Name": "Communicating Science: Fundamentals for Public Engagement Course"}, "-L7rY7Oyxvl3emIMZfxy": {"Organizer": "Engineers and Scientists Acting Locally", "Membership Fee": false, "About": "A group of scientists, technologists, engineers, and mathematicians seeking to increase local civic engagement by STEM-trained professionals.", "Resource Type": "networks", "Website": "https://www.esal.us/", "Name": "Engineers and Scientists Acting Locally", "Geographic Scope": "United States of America"}, "-L7rYYeU8uipXoQkK5SO": {"Name": "Science Policy, from Concept to Conclusion", "Instructor(s)": "Chris Schaffer", "Teaching Resource Type": "Syllabus", "Academic Level": "Bachelor's, Master's", "Resource Type": "syllabi", "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/bme_4440_syllabus_17.pdf", "Year": 2017, "Institution": "Cornell University"}, "-L7rYumtLO80paB5Iw82": {"Name": "Klaus Toepfer Fellowship Programme", "Location": "Germany", "Sponsoring Organization": "German Federal Agency for Nature Conservation (BfN), IUCN, CBD Secretariat, UNEP-WCMC ", "Resource Type": "fellowships", "About": "Aims to strengthen organisations from the nature conservation sector in Central and Eastern Europe, the Caucasus and Central Asia, by developing the personal capacity of early-career conservation professionals to overcoming global biodiversity loss. The training programme catalyzes personal capacity development through training on international best conservation practice and policy, management training, and personal network development. ", "Compensation": true, "Website": "https://www.bfn.de/en/int-academy/klaus-toepfer-fellowship-programme.html", "Degree Requirement": "Post Graduate", "Citizen Requirement": true}, "-L7rY8vQNoPR3IT5K2OP": {"Name": "CSaP Policy Fellowships", "Location": "United Kingdom", "Sponsoring Organization": "University of Cambridge", "Resource Type": "fellowships", "About": "The CSaP Policy Fellowship is a flexible professional development programme which starts with five days spent at the University of Cambridge, meeting with relevant researchers from a wide range of disciplines. Over two years, CSaP Policy Fellows continue to benefit from support and involvement with the network’s activities.", "Compensation": false, "Website": "www.csap.cam.ac.uk/policy-fellowships/policy-fellows", "Degree Requirement": "Policymakers and civil servants", "Citizen Requirement": false}, "-L7rYYPbgxslcOLjREqb": {"Institution": "West Virginia University", "Location": "United States of America", "About": "The WVU Science Policy Organization (WVU SPO) is a student centered organization dedicated to educating young STEM professionals about public policy and providing them with the tools necessary to be lifelong advocates for the STEM fields. As a student run organization we sponsor policy workshops, advocacy trips to DC and Charleston, and host educational events such as invited speakers and our annual Science Policy Symposium.", "Resource Type": "university", "Website": "https://sciencepolicy.orgs.wvu.edu/", "Name": "WVU Science Policy Organization"}, "-L7rY2NZ7D9auvgLRzNW": {"Institution": "University of Manchester", "Location": "United Kingdom", "About": "The programme is hosted by the Manchester Institute of Innovation Research (MIoIR), a world-leading centre of excellence in the study of science, technology and innovation policy and management. The programme prepares you for a research career in academia or for opportunities in business, government, and non-profit organisations.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "http://www.research.mbs.ac.uk/innovation/Study/Postgraduate-research", "Name": "PhD in Science, Technology and Innovation Policy"}, "-L7rY7cfxVv9OOEcFJ5y": {"Name": "Cornerstone Course in International Science and Technology Policy", "Instructor(s)": "Kei Koizumi", "Teaching Resource Type": "Syllabus", "Academic Level": "Master's", "Resource Type": "syllabi", "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/6141_syllabus_2012_fall_kei_0812__002_.pdf", "Year": 2012, "Institution": "George Washington University"}, "-L7rYgmDqtKxJeRuzUnj": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "Center for American Progress", "Resource Type": "internships", "About": "American Progress offers full- and part-time internships each summer and academic semester. All undergraduate and master's-level students and J.D. and PhD candidates are eligible to apply. Interns will directly engage with the organization’s policy experts and participate in a variety of activities, including training, research, writing, and web-based projects designed to enhance their professional skills. They will gain hands-on experience by directly participating in the many diverse activities in which progressive nonprofits engage.", "Compensation": true, "Website": "https://www.americanprogress.org/about/internships/", "Degree Requirement": "All students", "Name": "Center for American Progress Science Progress Internship"}, "-L7rY5gl9BQOJaNwm7Pq": {"Institution": "University of Minnesota", "Location": "Minnesota, United States of America", "About": "The STEP masters program focuses on public issues arising at the intersection of science, technology, environment, and society that shape economic development, environmental sustainability, human health, and well-being. The mission of the STEP program is to integrate science with public policy, community action, and multi-sector governance to advance the common good in a complex and diverse world.", "Academic Level": "Master's Degree", "Resource Type": "degree", "Website": "https://www.hhh.umn.edu/masters-degrees/master-science-science-technology-and-environmental-policy", "Name": "M.S. in Science, Technology, and Environmental Policy"}, "-L7rYycLWu0cH4o8AOFe": {"About": "From the AAAS Center for Public Engagement with Science & Technology, this tool-kit provides scientists and scientific institutions of all academic disciplines with the resources they need to have meaningful conversations with the public.", "Name": "Communicating Science: Tools for Scientists and Engineers", "Resource Type": "toolkits", "Website": "https://www.aaas.org/comm-toolkit ", "Organization": "American Association for the Advancement of Science"}, "-L7rY9iimknmkvBBbBoG": {"Name": "African Climate Change Fellowship Program: Adaptation Policy Fellowships", "Location": "Various", "Sponsoring Organization": "START International", "Resource Type": "fellowships", "About": "Enable and support practitioners, policymakers and other African professionals in their efforts to: Promote communication and cooperation in regards to climate change and climate change adaptation between scientists and communities of policy and practice; Translate scientific knowledge into recommendations for action; Integrate climate change into development frameworks and/or; Otherwise directly influence and contribute to relevant policy and decision-making processes at local, national or regional scales.", "Compensation": true, "Website": "http://www.accfp.org/index.php/fellowship-types/adaptation-policy-fellowship", "Degree Requirement": "Graduate Degree", "Citizen Requirement": false}, "-L7rYSLzKGWsSRxjXCg6": {"Institution": "Yale University", "Location": "United States of America", "About": "The Yale Science Diplomats are a group of graduate students and postdocs passionate about science communication, education, and advocacy. YSD began in 2007, when a group of graduate students founded a “Scientists and Engineers of America” (SEA) chapter at Yale, which has since become the Yale Science Diplomats.", "Resource Type": "university", "Website": "https://sciencediplomats.sites.yale.edu/", "Name": "Yale Science Diplomats"}, "-L7rYxhExYs37UxhTHvK": {"Name": "California Council on Science and Technology (CCST) Science and Technology Policy Fellowship", "Location": "United States of America", "Sponsoring Organization": "California Council on Science and Technology (CCST) ", "Resource Type": "fellowships", "About": "The CCST Science and Technology Policy Fellowships place professional scientists and engineers in the California State Legislature for one-year appointments. The fellowships are ideal for qualified applicants who are interested in improving the interface between science and legislative decision-making and who want to learn the public policy decision-making process.", "Compensation": true, "Website": "http://fellows.ccst.us/", "Degree Requirement": "Terminal Degree", "Citizen Requirement": true}, "-L7rYB1VCXzQ3tvmTmhe": {"About": "Issues in Science and Technology is a policy journal published by the United States National Academies of Sciences, Engineering, and Medicine; Arizona State University; and the University of Texas at Dallas.", "Resource Type": "other", "Website": "http://issues.org/", "Name": "Issues in Science and Technology", "Organizer": "National Academies of Science, Engineering and Medicine, Arizona State University and University of Texas-Dallas"}, "-L7rYXq0bqltAY7E104U": {"Location": "Varies", "Organizer": "United Nations Educational, Scientific and Cultural Organization (UNESCO)", "About": "UNESCO’s capacity building efforts within the field of science, technology and innovation (STI) policy aim to create a critical mass of expertise in STI around the world. The focus is on those regions of the world where capacities are most lacking, and countries can benefit the most of capacity building in STI. Trainings include university-based programs, workshops, short-term courses, and other capacity-building programs.", "Resource Type": "training", "Website": "http://www.unesco.org/new/en/natural-sciences/science-technology/sti-systems-and-governance/capacity-development-in-sti-policy/training-and-workshops-in-sti-policy/", "Name": "UNESCO Training and Workshops in Science, Technology and Innovation Policy"}, "-L7rYGrcLIvSjSqwQSiy": {"About": "The Journal of ﻿Sci﻿ence ﻿P﻿olicy & Governance (JSP﻿G) empowers students, policy fellows, early career professionals and young scholars of all academic backgrounds to publish on topics addressing the widest range of science, technology, energy, environmental and innovation policy topics. Publications include op-eds, policy memos, technology assessments, book reviews, and other articles.", "Resource Type": "other", "Website": "http://www.sciencepolicyjournal.org/", "Name": "Student, Policy Fellow & Recent Graduate Publication Opportunity", "Organizer": "Journal of Science Policy & Governance"}, "-L7rYNySkTtLkXKW65kh": {"Institution": "University of California, Berkeley", "Location": "California, United States of America", "About": "The Science Policy Group aims to enable graduate students to engage at the intersection of science and policy. We invite practitioners in science policy to share their experiences at all levels, and provide educational and professional development opportunities for students to become strong advocates for science now and in their future careers.", "Resource Type": "university", "Website": "https://sciencepolicy.berkeley.edu/", "Name": "Science, Technology & Engineering Policy Group"}, "-L7rYTzPy7dFs4izs14N": {"Institution": "University of Virginia", "Location": "Virginia, United States of America", "About": "The Science Policy Initiative at UVA is a student organization empowering scientists and engineers to be more informed and involved in science policy.", "Resource Type": "university", "Website": "https://spiatuva.org/", "Name": "Science Policy Initiative at UVA"}, "-L7rY0GuL0JNs3Fizaso": {"Name": "Energy Efficiency and Renewable Energy (EERE) Science & Technology Policy Fellowship", "Location": "United States of America", "Sponsoring Organization": "Department of Energy", "Resource Type": "fellowships", "About": "serve as a next step in the educational and professional development of scientists and engineers interested in energy efficiency and renewable energy policy. The EERE STP Fellowships provide an opportunity for highly talented scientists and engineers to participate in policy-related projects at DOE's Office of Energy Efficiency and Renewable Energy in Washington, D.C.", "Compensation": true, "Website": "https://www.energy.gov/eere/education/energy-efficiency-and-renewable-energy-science-technology-and-policy-program", "Degree Requirement": "Masters and above", "Citizen Requirement": true}, "-L7rYY7RdXJ26lBAcNTu": {"Institution": "Carnegie Mellon University", "Location": "Pennsylvania, United States of America", "About": "Engineering and Public Policy offers a doctoral program for students with technical backgrounds, that addresses policy issues focused on science and engineering.", "Academic Level": "Doctoral Degree", "Resource Type": "degree", "Website": "https://www.cmu.edu/epp/prospective/doctoral-studies/index.html", "Name": "Ph.D. in Engineering and Public Policy"}, "-L7rYg72GwD37s0URFWX": {"Institution": "Johns Hopkins University", "Location": "Maryland, United States of America", "About": "The Johns Hopkins Science Policy Group (JHSPG) is comprised of members of the Johns Hopkins University research and medical communities. We advocate for evidence-based policies that advance science and safeguard public health.", "Resource Type": "university", "Website": "https://www.jhscipolgroup.org/", "Name": "Johns Hopkins Science Policy Group"}, "-L7rYig1Op98ALD10QLt": {"Location": "United States of America", "Organizer": "American Meteorological Society", "About": "Each year, the AMS Summer Policy Colloquium brings a select group to Washington, D.C. for an intense, ten-day immersion in science policy. Graduate students, faculty and professionals in the field of earth and atmospheric sciences and their applications form a cohort that tackles hands-on exercises, hears from dozens of prominent experts and forges strong professional networking connections.", "Resource Type": "training", "Website": "https://www.ametsoc.org/ams/index.cfm/policy/summer-policy-colloquium/", "Name": "Summer Policy Colloquium"}, "-L7rY3e4tZ42gY13nJ5f": {"Location": "United States of America", "Organizer": "American Association for the Advancement of Science (AAAS)", "About": "AAAS Communicating Science workshops, developed by the Center for Public Engagement with Science and Technology, are specifically designed to address the needs of scientists and engineers to communicate scientific or technical information in a variety of public and professional interactions, such as media interviews, writing grant proposals, discussing ideas with students, testifying before Congress, or participating in public forums.", "Resource Type": "training", "Website": "www.aaas.org/pes/communicating-science-workshops", "Name": "AAAS Communicating Science Workshops"}, "-L7rYveWZ3xH20YjaqSH": {"Location": "United States of America", "Citizenship Requirement": false, "Sponsoring Organization": "National Academies of Science, Engineering and Medicine", "Resource Type": "internships", "About": "The goal of the Lloyd V. Berkner Space Policy Internship Program is to provide promising undergraduate and graduate students with the opportunity to work in the area of civil space research policy in the Nation's capital, under the aegis of the National Academies Space Science Board. The Lloyd V. Berkner Space Policy Internships are offered twice annually. ", "Compensation": true, "Website": "http://sites.nationalacademies.org/SSB/SSB_052239", "Degree Requirement": "Undergraduate and graduate students", "Name": "Lloyd V. Berkner Space Policy Internship"}, "-L7rYDafHOtKBDgKusNY": {"Institution": "University of Michigan", "Location": "Michigan, United States of America", "About": "In the Science, Technology, and Public Policy (STPP) Graduate Certificate Program, students explore the politics and policy related to science and technology. The program provides students with tools to analyze complex science and technology policy issues.", "Academic Level": "Graduate Certificate ", "Resource Type": "degree", "Website": "http://www.stpp.fordschool.umich.edu/graduate-certificate/", "Name": "Graduate Certificate in Science, Technology and Public Policy"}}