{
  "-L7rYAKFpWLMvHZ1ft9y": {
    "Resource Type": "toolkits",
    "Organization": "American Psychological Association ",
    "Name": "Science Advocacy Tool-Kit",
    "Website": "http://advocacy.apascience.org/",
    "About": "On these pages, find simple, effective tools that explain the hot issues. The how-to's of talking to your representatives, visiting them in your district and, if necessary, on Capitol Hill. What's been done before. What you can do as soon as today. And how we will help, every step."
  },
  "-L7rYjO7e1crpQhb6jEv": {
    "Duration": "At least four days",
    "Location": "Spain",
    "About": "'Ambassadors for Science' is a pioneering shadowing scheme between scientists and diplomats that, for at least four days, brings together both professionals to get them exposed to their different worlds, science and diplomacy, with the aim of finding common grounds that could foster lateral thinking and better science diplomacy. Whereas scientists shall receive introductory seminars about the Spanish diplomatic action, diplomats will receive basic notions about science and technology at the global and national level, focusing on Spain and the United Kingdom. Scientists will also shadow diplomats on their daily routine to learn about the diplomatic activity. Conversely, diplomats shall visit scientists' job place to get an insight first-hand about the world of science, technology and research.",
    "Program Name": "Ambassadors for Science",
    "Compensation": false,
    "Program Type": "Pairing Schemes",
    "Website": "www.psc-cfp.gc.ca/sas-sde/stf-dot/prgrm/rpl-prl/index-eng.htm ",
    "Resource Type": "degree",
    "Degree Requirement": "Doctorate",
    "Sponsoring Organization": "Spanish Foundation for Science and Technology"
  },
  "-L7rYOiXl5BNxyfJOnwv": {
    "Geographic Scope": "Europe",
    "Membership Fee": false,
    "Organizer": "European Union Agencies Network (EUAN)",
    "NETWORK NAME": "EU Agencies Network",
    "Website": "https://euagencies.eu/",
    "Resource Type": "meetings",
    "About": "EUAN is comprised of 45 Agencies and Joint Undertakings. The Agencies which are spread across Europe work in a wide range of policy areas, from health and environment, to migration and security, to business and innovation."
  },
  "-L7rYGlQwNQfOlHFiUcf": {
    "Resource Type": "university",
    "Location": "United States of America",
    "About": "The Science & Education Policy Association (SEPA) is a student-run organization founded at the Tri-Institute Weill Cornell Medicine, The Rockefeller University, and Memorial Sloan Kettering Cancer Center aiming to facilitate the interaction between scientists and the world of science policy. Launched in 2016 by Sarah Qamar and Dane Samilo, SEPA is continuing its work to advocate and raise awareness for the need for policy engagement within the scientific community.",
    "Name": "Science and Education Policy Association",
    "Institution": "Weill Cornell Medicine, The Rockefeller University, and Memorial Sloan Kettering Cancer Center",
    "Website": "http://sepanyc.org/index.html"
  },
  "-L7rYLWmbekWnFSGY7p1": {
    "Resource Type": "details",
    "Location": "Canada",
    "About": "The Canadian Science Policy Conference is an ideal event for researchers across all sectors, industrial R&D managers and senior management from the private sector, government policy-makers (federal, territorial, provincial, and local), research granting agencies and funding bodies, non-governmental organizations, writers and journalists, communications and government relations professionals, scientific associations, students and trainees",
    "Name": "Canadian Science Policy Conference",
    "Organizer(s)": "Canadian Science Policy Centre",
    "Website": "http://sciencepolicy.ca/conferences"
  },
  "-L7rYsGxNl5nHn7uOTvR": {
    "Resource Type": "details",
    "Location": "United States of America",
    "About": "The annual AAAS Forum on Science and Technology Policy is an excellent conference for people interested in public policy issues facing the science, engineering, and higher education communities. Since 1976, it has provided a mechanism by which individuals interested in science policy could go to learn what is happening and what is likely to happen in the coming year on the federal budget and the growing number of policy issues that affect researchers and their institutions. The forum is held in the spring, usually in late April or early May.",
    "Name": "AAAS Forum on Science and Technology Policy",
    "Organizer(s)": "American Association for the Advancement of Science",
    "Website": "www.aaas.org/page/forum-science-technology-policy"
  },
  "-L7rY1BvqxUelk6rQkvG": {
    "Resource Type": "toolkits",
    "Organization": "Federation of American Societies for Experimental Biology (FASEB) ",
    "Name": "Policy and Advocacy Tool-Kit",
    "Website": "http://faseb.org/Science-Policy-and-Advocacy/Become-an-Advocate/Advocacy-Tool-Kit.aspx",
    "About": "FASEB represents more than 125,000 scientists and engineers through collaborative advocacy with constituent societies. FASEB's top priority is urging Congress to provide sustainable and predictable federal funding for scientific research."
  },
  "-L7rYBneqQa9Lv36NSzh": {
    "Duration": null,
    "Location": "United States of America",
    "About": "To maximize effectiveness, broaden perspectives and potential, and prepare for challenges on the horizon, Federal agencies should invest in and emphasize career development. In 2011, the President's Management Council (PMC) and the Chief Human Capital Officers (CHCO) Council launched the PMC Interagency Rotation Program to bolster cross-agency exposure for high-potential GS 13-15s. This cost-efficient program provides each participant an interagency rotation assignment to help develop or enhance specific leadership competencies identified by both the participant and his/her home supervisor. These competencies align with the Executive Core Qualifications (ECQs), and are outlined in the participant's Individual Development Plan (IDP).",
    "Program Name": "President's Management Council Interagency Rotations Program",
    "Compensation": true,
    "Program Type": "Detail & Rotations",
    "Website": "www.opm.gov/policy-data-oversight/training-and-development/leadership-development/#url=PMC-Interagency-Rotation-Prgm",
    "Resource Type": "degree",
    "Degree Requirement": "Federal Employee",
    "Sponsoring Organization": "Office of Personnel Management"
  },
  "-L7rY86U9Ob77S7uGoAc": {
    "Citizenship Requirement": true,
    "Resource Type": "networks",
    "Location": "United States of America",
    "About": "American Geosciences Institute",
    "Compensation": false,
    "Name": "Geoscience Policy Internship",
    "Sponsoring Organization": "The Geoscience Policy program represents the shared interests of the geoscience community in Washington, D.C., and actively works with Congress and federal agencies to foster better communication and public policy for the geosciences in areas including water, energy and mineral resources, natural hazards, environmental protection, and federal funding for geoscience research and education.",
    "Website": "https://www.americangeosciences.org/policy/internships-and-fellowships",
    "Degree Requirement": "Current student or recent graduate"
  },
  "-L7rYyDQsisGJKXe1Fhk": {
    "Duration": "Permanent",
    "Location": "United Kingdom",
    "About": "The Fast Stream is an accelerated career path to leadership with supported development. We employ over 420,000 people from across the UK. There are a wide range of roles and opportunities within services such as Finance, Diplomacy, Health, Science and Technology.",
    "Program Name": "Fast Stream",
    "Compensation": true,
    "Program Type": "Detail & Rotations",
    "Website": "www.faststream.gov.uk",
    "Resource Type": "degree",
    "Degree Requirement": "Masters, Doctorate",
    "Sponsoring Organization": "United Kingdom Government"
  },
  "-L7rYZNmIShwQtLnC2kg": {
    "Resource Type": "details",
    "Location": "United States of America",
    "About": "Organized by the School of Public Policy at Georgia Tech, the Atlanta Conference on Science and Innovation Policy provides a showcase for the highest quality scholarship addressing the multidimensional challenges and interrelated characteristics of science and innovation policy and processes. The Conference attracts over 300 researchers from more than 35 countries and include a young researcher poster competition, parallel paper sessions to discuss on-going research and a series of plenary talks.",
    "Name": "Atlanta Conference on Science & Innovation Policy",
    "Organizer(s)": "Georgia Tech School of Public Policy",
    "Website": "http://www.atlantaconference.org/"
  },
  "-L7rYS0JyqKv77Xh5WPy": {
    "Resource Type": "university",
    "Location": "United States of America",
    "About": "The MIT Science Policy Initiative, founded in 2007, is a group of graduate (and some undergraduate) students who work closely with MIT Faculty, the MIT Washington DC Office, and other science policy advocates to better understand how scientists can play a central role in the framing of science and technology policy legislation and public discourse. We strive to create better scientists and engineers as well as a better society through rigorous research and authentic engagement with public policy.",
    "Name": "MIT Science Policy Initiative",
    "Institution": "Massachusetts Institute of Technology",
    "Website": "https://mitspi.squarespace.com/"
  },
  "-L7rYVkDYaehPbXtYSpq": {
    "Degree Name": "M.A. in International Science and Technology Policy",
    "Resource Type": "internships",
    "Location": "Washington, DC, United States",
    "Academic Level": "Master's Degree",
    "Description": "Science and technology issues are critical to the quality of life and the environment, to international competitiveness, and to national security. Most universities place their science and technology policy programs within schools of public policy or engineering. At GWU's School of International Affairs, we offer a Master of Arts in International Science and Technology Policy that allows these important issues to be placed in the global context.",
    "Website": "https://elliott.gwu.edu/international-science-and-technology-policy",
    "Institution": "George Washington University"
  },
  "-L7rYoDQTgxLemE0zOUM": {
    "Resource Type": "training",
    "Location": "United States of America",
    "About": "The goals of the fellowship are: (1) to contribute to the effective use of scientific knowledge about education in the formation of public policy; (2) to educate the scientific community about the development of public policy; and (3) to establish a more effective liaison between education researchers and federal policymakers. Following a two-week science policy orientation program, the AERA fellow will begin work as a resident scholar within a congressional office. AERA Congressional Fellows will benefit from on-going professional development and networking opportunities.",
    "Compensation": true,
    "Sponsoring Organization": "American Educational Research Association",
    "Name": "AERA Congressional Fellowship",
    "Degree Requirement": "Doctorate",
    "Website": "www.aera.net/Research-Policy-Advocacy/AERA-Congressional-Fellowship ",
    "Citizen Requirement": true
  },
  "-L7rYGpZmpJTpbuH1mNI": {
    "Resource Type": "toolkits",
    "Organization": "American Association for the Advancement of Science",
    "Name": "Communicating Science: Tools for Scientists and Engineers",
    "Website": "https://www.aaas.org/comm-toolkit ",
    "About": "From the AAAS Center for Public Engagement with Science & Technology, this tool-kit provides scientists and scientific institutions of all academic disciplines with the resources they need to have meaningful conversations with the public."
  },
  "-L7rYZ905X0k0um4yriE": {
    "Geographic Scope": "Africa",
    "Membership Fee": false,
    "Organizer": "African Technology Policy Studies Network (ATPS) ",
    "NETWORK NAME": "African Technology Policy Studies Network (ATPS) ",
    "Website": "www.atpsnet.org",
    "Resource Type": "meetings",
    "About": "The ATPS is a trans-disciplinary network of researchers, policymakers, private sector actors and the civil society that promote the generation, dissemination, use and mastery of science, technology and innovation for African development, environmental sustainability and global inclusion. Today, the ATPS has over 1,500 members and 3000 stakeholders in over 51 countries in 5 continents with institutional partnerships worldwide. We implement our programs through members in national chapters established in 30 countries (27 in Africa and 3 Diaspora chapters in the Australia, United States of America, and United Kingdom) with its secretariat in Nairobi Kenya."
  },
  "-L7rYmBS1cjvfwnMr0TS": {
    "Resource Type": "syllabi",
    "Instructor(s)": "Kei Koizumi",
    "Academic Level": "Master's",
    "Teaching Resource Type": "Syllabus",
    "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/6141_syllabus_2012_fall_kei_0812__002_.pdf",
    "Institution": "George Washington University",
    "Name": "Cornerstone Course in International Science and Technology Policy",
    "Year": 2012
  },
  "-L7rYes6yZhZ8Zwa856Y": {
    "Resource Type": "training",
    "Location": "Canada",
    "About": "An initiative of the Canadian Institutes of Health Research (CIHR), the Science Policy Fellowships Program, is designed to foster positive exchanges between health researchers and policy makers in order to help bridge the gap between the worlds of science and policy making. The Program provides academic researchers with the opportunity to undertake short-term assignments at Health Canada, the Public Health Agency of Canada and the Canadian Food Inspection Agency to work on a specific policy issue (e.g., health policy, science policy, or regulatory policy).",
    "Compensation": true,
    "Sponsoring Organization": "Canadian Institutes of Health Research",
    "Name": "Canadian Science Policy Fellowship Program",
    "Degree Requirement": "Doctorate",
    "Website": "https://www.canada.ca/en/health-canada/services/science-research/career-resources/fellowship-programs/science-policy-fellowships-program.html",
    "Citizen Requirement": true
  },
  "-L7rYBl3oXS11cKKwGdA": {
    "Geographic Scope": "International",
    "Membership Fee": false,
    "Organizer": "500 Women Scientists",
    "NETWORK NAME": "500 Women Scientists",
    "Website": "https://500womenscientists.org",
    "Resource Type": "meetings",
    "About": "500 Women Scientists is a grassroots organization started by four women who met in graduate school at CU Boulder and who maintained friendships and collaborations after jobs and life took them away from Boulder. Immediately following the November 2016 election, we published an open letter re-affirming our commitment to speak up for science and for women, minorities, immigrants, people with disabilities, and LGBTQIA. 500 Women Scientists works to build communities and foster real change that comes from small groups, not large crowds. Our Local Pods help create those deep roots through strong, personal relationships. Local Pods are where members meet regularly, develop a support network, make strategic plans, and take action. Pods focus on issues that resonate in their communities, rooted in our mission and values."
  },
  "-L7rYap1C8Im1PVeQ5YQ": {
    "Resource Type": "toolkits",
    "Organization": "Massachusetts Institute of Technology",
    "Name": "MIT Science Policy Communication Guides",
    "Website": "http://mitcommlab.mit.edu/be/commkit/public-policy-communication-introduction/",
    "About": "The MIT Communication Lab published a set of online guides for 7 forms of science policy communication, including elevator pitches, memos, and op-eds. The guides are designed to be read quickly, and include annotated examples of real pieces of science policy communication. They were created by policy-engaged MIT grad students and postdocs, and MIT's International Policy Lab."
  },
  "-L7rYwO6dhekuQw0axSJ": {
    "Resource Type": "university",
    "Location": "United States of America",
    "About": "FOSEP promotes multidisciplinary interaction among scholars in Seattle about science and policy issues and increases awareness for how scientific and non-scientific knowledge affects society as a whole. Through seminars, discussion groups, public forums and social media on the web, we foster the development of citizen-scientists who can participate effectively in civic dialogue about science. We welcome all interested graduate students, professional students, and postdoctoral fellows who bring scientific and/or non-scientific backgrounds to join the Forum.",
    "Name": "UW Forum on Science Ethics and Policy (FOSEP)",
    "Institution": "University of Washington",
    "Website": "https://seattlefosep.wordpress.com/"
  },
  "-L7rY4CUw8NgISEJ7Lmg": {
    "Resource Type": "toolkits",
    "Organization": "The Science Coalition",
    "Name": "Science Coalition Tool-Kit",
    "Website": "http://www.sciencecoalition.org/mission-and-members",
    "About": "Established in 1994, the Science Coalition is a nonprofit, nonpartisan organization of more than 50 of the nation's leading public and private research universities. It is dedicated to sustaining the federal government's investment in basic scientific research as a means to stimulate the economy, spur innovation and drive America's global competitiveness."
  },
  "-L7rYW5xnb9nWfICrnzB": {
    "Resource Type": "details",
    "Location": "United States of America",
    "About": "The AAAS Annual Meeting is one of the most widely recognized and reported interdisciplinary scientific events, encompassing the breadth of the sciences as well as education, engineering, and technology. It is a major attraction for the scientific, business, NGO, media, and policy-maker communities concerned about the interaction of science and technology with society.",
    "Name": "AAAS Annual Meeting",
    "Organizer(s)": "American Association for the Advancement of Science",
    "Website": "www.aaas.org/annual-meeting/archives"
  },
  "-L7rYN1RNAXnzay5lf38": {
    "Resource Type": "syllabi",
    "Instructor(s)": "David Goldston and Patrick Windham",
    "Academic Level": "Master's",
    "Teaching Resource Type": "Syllabus",
    "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/868fd17bfebacc1e04f756777b5c6c892acf.pdf",
    "Institution": "University of California Washington, D.C. Center",
    "Name": "The Politics of Science and Technology Policy",
    "Year": 2014
  },
  "-L7rY8rG7SVMD8z8pIA1": {
    "Resource Type": "other",
    "Name": "Duke Science Policy Tracking Program",
    "Website": "http://sciencepolicy.duke.edu/",
    "Organizer": "Duke University",
    "About": "SciPol provides policy updates, explanation of relevant science at issue, and opportunities for engagement in the policy-making process. SciPol seeks to provide timely and quality information to a broad audience of academics, companies, journalists, nonprofits, and policy practitioners. Policy development updates are initially posted when made available by policy actors; novel briefs are published after being authored, reviewed, and edited for quality."
  },
  "-L7rYUE4CO1fQZfuRq25": {
    "Resource Type": "syllabi",
    "Instructor(s)": "Michael E. Mauel",
    "Academic Level": "Master's",
    "Teaching Resource Type": "Syllabus",
    "Website": "http://sites.apam.columbia.edu/courses/apph4903-2014/",
    "Institution": "Columbia University",
    "Name": "Science for Policy and Policy for Science: The Roles of Science in the Advancement of our National Goals",
    "Year": 2014
  },
  "-L7rY3MKBSpJGfkLLOPX": {
    "Resource Type": "university",
    "Location": "United States of America",
    "About": "The Harvard GSAS Science Policy Group is composed of graduate students interested in the intersection between science and policy. We work to engage Harvard science students by hosting networking events, chats with science policy experts, courses, career panels, local trips to government agencies, writing and research opportunities, and an annual visit to Washington, D.C.",
    "Name": "Harvard GSAS Science Policy Group",
    "Institution": "Harvard University",
    "Website": "https://projects.iq.harvard.edu/sciencepolicy/home"
  },
  "-L7rYoIH3msaggPvfHLv": {
    "Resource Type": "toolkits",
    "Organization": "Union of Concerned Scientists",
    "Name": "Science in Action Toolkit",
    "Website": "https://www.ucsusa.org/take-action/science-network/science-in-action-toolkit#.Wur0dIgvw2y",
    "About": "Are you a scientist looking for ways to use your expertise for the good of your community? If so, this toolkit is for you. Whether you're an early career scientist just getting started in advocacy, or an experienced scientist/advocate looking for new ideas, we can help you up your game. The tips, tools, and other resources below will help you stand up against attacks on science, form productive community partnerships, communicate effectively to a variety of audiences, and expand your knowledge base."
  },
  "-L7rYaaI31aNiSMaEFM3": {
    "Degree Name": "M.S. in Public Policy ",
    "Resource Type": "internships",
    "Location": "Georgia, United States",
    "Academic Level": "Master's Degree",
    "Description": "The School of Public Policy at Georgia Tech offers a two-years Master's degree program focused on public policy issues and implementation in areas where science, research, technology, and innovation are of critical concern. In a technology-driven world, this includes virtually every policy area: the environment, communications, transportation, biotechnology and health, urban development, workforce, education, and more.",
    "Website": "https://spp.gatech.edu/masters/mspp",
    "Institution": "Georgia Tech"
  },
  "-L7rY7bUK2c3LY5f9hW8": {
    "Citizenship Requirement": false,
    "Resource Type": "networks",
    "Location": "United States of America",
    "About": "The Congressional and Governmental Affairs (CGA) office of APLU is focused on representing university interests before Congress and the Executive Branch on many of today's cutting edge issues. Topics range from student financial aid and scientific research, to tax policy and appropriations, to energy policy and international development. Interns will work with the Congressional and Governmental Affairs staff to promote the association's agenda before the federal government.",
    "Compensation": false,
    "Name": "APLU Governmental Affairs Internship",
    "Sponsoring Organization": "Association of Public and Land-grant Universities ",
    "Website": "www.aplu.org/members/jobs-at-aplu-and-member-institutions/employment-opportunities/governmental-affairs-internship ",
    "Degree Requirement": "Current student or recent graduate"
  },
  "-L7rYnVeUIyOmvCGJoZ1": {
    "Resource Type": "fellowships",
    "Location": "United States of America",
    "About": "This one-hour course, hosted by Dr. Marga Gual Soler and Dr. Tom Wang of the AAAS Center for Science Diplomacy, is the first ever online course fully dedicated to science diplomacy. It includes the basic definitions and frameworks of science diplomacy, its evolution in history, and several case studies with interviews with top practitioners in the field. Join us and learn all about the connections between science and diplomacy throughout the ages.",
    "Organizer": "American Association for the Advancement of Science (AAAS)",
    "Name": "Science Diplomacy: An Online Course",
    "Website": "www.aaas.org/scidip-online-course"
  },
  "-L7rY891lufoWxsIgGv2": {
    "Degree Name": "M.A. in Bioethics and Science Policy",
    "Resource Type": "internships",
    "Location": "North Carolina, United States",
    "Academic Level": "Master's Degree",
    "Description": "Is it ever ethical to clone all or part of a human being? Should we use technology that enhances or alters our brain? How should we use genetic information in law enforcement? The Duke Master of Arts in Bioethics & Science Policy program teaches students how to identify, analyze, and propose solutions to myriad complex issues at the intersection of science, technology, ethics, and policy.",
    "Website": "https://scienceandsociety.duke.edu/learn/ma/",
    "Institution": "Duke University"
  },
  "-L7rYN3fjIM4LCZ9NWfx": {
    "Resource Type": "other",
    "Name": "Postdocs Portal",
    "Website": "http://pathwaystoscience.org/Postdocs_Portal.aspx",
    "Organizer": "The Institute for Broadening Participation",
    "About": "Currently, we have 181 different postdoc opportunities across a range of STEM disciplines, funded by NSF, NASA, NIH, and university and research labs across the country. You can find them, along with some tips on applying, interviewing, and negotiating a postdoc position, here:"
  },
  "-L7rYEbHEyGtV9itm9iS": {
    "Resource Type": "fellowships",
    "Location": "United States of America",
    "About": "Housed under ASU's Consortium for Science, Policy, and Outcomes (CSPO), CaTNASP is a training program in Washington, DC for early career science and technology policy practitioners. The program is built around ten modules held on consecutive Saturdays that explore different aspects of science policy, ranging from strengthening connections between researchers and the public to the role that science plays in confronting and managing uncertainty.",
    "Organizer": "Arizona State University",
    "Name": "Concepts and Tools for a New American Science Policy Training Program",
    "Website": "https://cspo.org/program/concepts-and-tools/"
  },
  "-L7rYcUbz95kGVU7e66D": {
    "Geographic Scope": "International",
    "Membership Fee": false,
    "Organizer": "Engaging Scientists and Engineers in Policy (ESEP) Coalition",
    "NETWORK NAME": "Engaging Scientists and Engineers in Policy (ESEP) Coalition",
    "Website": "www.science-engage.org/index.html",
    "Resource Type": "meetings",
    "About": "The Engaging Scientists & Engineers in Policy (ESEP) Coalition is an ad hoc alliance of organizations that have joined together to empower scientists and engineers to effectively engage in the policy making process at all levels of government (federal, state and local). ESEP serves as a resource one-stop-shop, a communication forum, networking opportunity and as an engagement vehicle for science & technology policy stakeholders. Interested or already involved with S&T policy? Join us!"
  },
  "-L7rYT7dsaAsbprKRsz4": {
    "Resource Type": "other",
    "Name": "314 Action",
    "Website": "http://www.314action.org/home",
    "Organizer": "314 Action",
    "About": "314 Action is a nonprofit that was founded by members of the STEM community, grassroots supporters and political activists. 314 helps empower scientists to run for office equipping them with financial and political resources to help them succeed."
  },
  "-L7rY9x0PEJAwibXyMhl": {
    "Resource Type": "training",
    "Location": "United States of America",
    "About": "The ACS Congressional and Science Policy Fellowship Programs are designed to address both these concerns. The programs provide a unique opportunity for ACS members to gain practical experience and insights into public policy by working on Capitol Hill or at ACS in Washington, DC. Fellows may be entry-level PhDs or experienced professionals from academia, industry, or non-profits. Former fellows have covered issues as diverse as federal funding for scientific research, science education, and health policy.",
    "Compensation": true,
    "Sponsoring Organization": "American Chemical Society",
    "Name": "ACS Public Policy Fellowships",
    "Degree Requirement": "Doctorate",
    "Website": "www.acs.org/content/acs/en/policy/policyfellowships.html",
    "Citizen Requirement": true
  },
  "-L7rYEQ2HTrCIoU7C9bo": {
    "Duration": "2 days",
    "Location": "Australia",
    "About": "Science meets Parliament brings together about 200 working scientists to Canberra, Australai for a two-day program of professional development and networking aimed at helping them better communicate their science to the media, policy makers and parliamentarians.",
    "Program Name": "Science meets Parliament ",
    "Compensation": true,
    "Program Type": "Pairing Schemes",
    "Website": "http://scienceandtechnologyaustralia.org.au/focus-on/science-meets-parliament-2016",
    "Resource Type": "degree",
    "Degree Requirement": null,
    "Sponsoring Organization": "Science & Technology Australia"
  },
  "-L7rYAzflkh5QnGgjldE": {
    "Citizenship Requirement": false,
    "Resource Type": "networks",
    "Location": "United States of America",
    "About": "The Association of American Universities (AAU), an organization of 62 leading public and private research universities in the United States and Canada, provides unpaid internships for college students in the fall, winter/spring, and summer. Among other duties, AAU interns work on substantive projects relating to science and/or higher education policy; track legislation; attend and report on congressional hearings; draft congressional correspondence, briefing papers, and other written materials; and shadow AAU federal relations staff in their daily activities.",
    "Compensation": false,
    "Name": "AAU Internship in Science and Higher Education Policy",
    "Sponsoring Organization": "Association of American Universities (AAU)",
    "Website": "https://www.aau.edu/who-we-are/careers-aau?id=6294",
    "Degree Requirement": "Current student or recent graduate"
  },
  "-L7rYUXZ1LFUQhWwT5fx": {
    "Resource Type": "details",
    "Location": "Varies",
    "About": "INGSA convenes an international conference every two years on the issues of science advice to governments.",
    "Name": "INGSA Conferences and Meetings",
    "Organizer(s)": "International Network for Government Science Advice",
    "Website": "http://www.ingsa.org/events/ingsa-conferences"
  },
  "-L7rY6zoO24Ie3jzeyM7": {
    "Resource Type": "other",
    "Name": "Golden Goose Award",
    "Website": "http://www.goldengooseaward.org/",
    "Organizer": "American Association for the Advancement of Science (AAAS) and Partners",
    "About": "The Golden Goose Award recognizes scientists and engineers whose federally funded research, though perhaps odd-sounding, has had significant societal benefits. The annual event is widely attended by science policy stakeholders and members of congress."
  },
  "-L7rY9SH0mSjRaGYFYxV": {
    "Degree Name": "M.S. in Energy Science, Technology and Policy",
    "Resource Type": "internships",
    "Location": "Pennsylvania, United States",
    "Academic Level": "Master's Degree",
    "Description": "Carnegie Mellon's Energy Science, Technology and Policy (EST&P) program offers a distinctive Master of Science degree based in engineering, aligned with new discoveries in science, attuned to sustainability and the environment, and informed by a broader perspective in economics and public policy. EST&P is an interdisciplinary engineering degree of the College of Engineering in association with the Scott Institute for Energy Innovation.",
    "Website": "https://www.cmu.edu/engineering/estp/",
    "Institution": "Carnegie Mellon University"
  },
  "-L7rYPGvgtluo6OFalLu": {
    "Geographic Scope": "Africa",
    "Membership Fee": false,
    "Organizer": "The Africa Evidence Network (AEN)",
    "NETWORK NAME": "Africa Evidence Network",
    "Website": "www.africaevidencenetwork.org",
    "Resource Type": "meetings",
    "About": "The Africa Evidence Network (AEN) is a community of people who work in Africa and have an interest in evidence, its production and use in decision-making. The Network is supported by the Africa Centre for Evidence within the University of Johannesburg and includes researchers, practitioners and policy-makers from universities, civil society and government."
  },
  "-L7rYTw1Ai0HBADsS1tb": {
    "Resource Type": "syllabi",
    "Instructor(s)": "David Alan Grier",
    "Academic Level": "Master's",
    "Teaching Resource Type": "Syllabus",
    "Website": "http://sciencepolicy.us/uploads/3/4/8/7/34871902/iaff.6158.syllabus.2014.v07.pdf",
    "Institution": "George Washington University",
    "Name": "International Technology Policy",
    "Year": 2014
  },
  "-L7rY6CzXRsBLBmUZbuI": {
    "Duration": "1 week plus a reciprocal visit",
    "Location": "Various",
    "About": "The relationship between scientific expertise and policy-making continues to develop and expand as scientific knowledge underpins many aspects of public policy and legislation, from healthcare and the ageing population to nanotechnology, food and energy production and climate change. The MEP-Scientist Pairing Scheme aims at enhancing mutual understanding and establishing a long-term, intensive cooperation between Members and researchers.",
    "Program Name": "Members of European Parliament (MEPs) - Scientists Pairing Scheme",
    "Compensation": true,
    "Program Type": "Pairing Schemes",
    "Website": "www.europarl.europa.eu/stoa/cms/home/activities/mepscientist",
    "Resource Type": "degree",
    "Degree Requirement": null,
    "Sponsoring Organization": "European Parliament Science and Technology Options Assessment"
  },
  "-L7rY1fhYQOHnhp9FcOu": {
    "Degree Name": "Ph.D. in Engineering and Public Policy",
    "Resource Type": "internships",
    "Location": "Pennsylvania, United States",
    "Academic Level": "Doctoral Degree",
    "Description": "Engineering and Public Policy offers a doctoral program for students with technical backgrounds, that addresses policy issues focused on science and engineering.",
    "Website": "https://www.cmu.edu/epp/prospective/doctoral-studies/index.html",
    "Institution": "Carnegie Mellon University"
  },
  "-L7rYD3Fa1hzLxQ22Hcu": {
    "Resource Type": "fellowships",
    "Location": "United States of America",
    "About": "Each year, the AMS Summer Policy Colloquium brings a select group to Washington, D.C. for an intense, ten-day immersion in science policy. Graduate students, faculty and professionals in the field of earth and atmospheric sciences and their applications form a cohort that tackles hands-on exercises, hears from dozens of prominent experts and forges strong professional networking connections. The Summer Policy Colloquium is a career-shaping experience. By arming tomorrow's leaders with expertise in the policy process, the science community will be more engaged with decision makers, helping ensure that society's policy choices take full advantage of available scientific knowledge.",
    "Organizer": "American Meteorological Society",
    "Name": "Summer Policy Colloquium",
    "Website": "www.ametsoc.org/ams/index.cfm/policy/summer-policy-colloquium/"
  },
  "-L7rYbPW79rxEngqT0hp": {
    "Resource Type": "syllabi",
    "Instructor(s)": "Chris Schaffer",
    "Academic Level": "Bachlor's, Master's",
    "Teaching Resource Type": "Syllabus",
    "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/bme_4440_syllabus_17.pdf",
    "Institution": "Cornell University",
    "Name": "Science Policy, from Concept to Conclusion",
    "Year": 2017
  },
  "-L7rYtu0zd0C5VieQoMC": {
    "Resource Type": "training",
    "Location": "United States of America",
    "About": "ASBMB's science policy fellowship offers recently graduated PhDs exposure to a range of activities regarding science policy and congressional and government relations. Fellows work in the public affairs office of ASBMB headquarters, located just outside of Washington D.C. Applications are accepted in early spring. The fellow serves for 12-18 months.",
    "Compensation": true,
    "Sponsoring Organization": "American Society for Biochemistry and Molecular Biology (ASBMB)",
    "Name": "ASBMB Science Policy Fellowship Program",
    "Degree Requirement": "Doctorate",
    "Website": "http://www.asbmb.org/Advocacy/Fellowship/",
    "Citizen Requirement": true
  },
  "-L7rY6hn6GhDpjA0A9q9": {
    "Resource Type": "fellowships",
    "Location": "United States of America",
    "About": "AAAS Communicating Science workshops, developed by the Center for Public Engagement with Science and Technology, are specifically designed to address the needs of scientists and engineers to communicate scientific or technical information in a variety of public and professional interactions, such as media interviews, writing grant proposals, discussing ideas with students, testifying before Congress, or participating in public forums.",
    "Organizer": "American Association for the Advancement of Science (AAAS)",
    "Name": "AAAS Communicating Science Workshops",
    "Website": "www.aaas.org/pes/communicating-science-workshops"
  },
  "-L7rYiKnX9zJ2jTD52HF": {
    "Resource Type": "details",
    "Location": "Varies",
    "About": "ESOF (EuroScience Open Forum) is the largest interdisciplinary science meeting in Europe. It is dedicated to scientific research and innovation and offers a unique framework for interaction and debate for scientists, innovators, policy makers, business people and the general public. Created in 2004 by EuroScience, this biennial European forum brings together over 4 000 researchers, educators, business actors, policy makers and journalists from all over the world to discuss breakthroughs in science. More than 40% of the participants are students and young researchers.",
    "Name": "EuroScience Open Forum",
    "Organizer(s)": "Euroscience",
    "Website": "http://www.esof.eu/en"
  },
  "-L7rY3Mdzs6CntiCnOfm": {
    "Citizenship Requirement": false,
    "Resource Type": "networks",
    "Location": "United States of America",
    "About": "Each year, the WISE sponsoring societies select outstanding engineering students from among their memberships to participate in the nine-week WISE program in Washington. Students discover how government officials make decisions on complex technological issues, while at the same time, learning how engineers and scientists can contribute to the legislative process and regulatory decision-making.",
    "Compensation": true,
    "Name": "ASME Washington Internships for Students of Engineering (WISE)",
    "Sponsoring Organization": "American Society of Mechanical Engineers",
    "Website": "www.wise-intern.org",
    "Degree Requirement": "Engineering, U.S. Citizenship, Permanent Residency"
  },
  "-L7rYzrgTUwk3xIneHZq": {
    "Resource Type": "toolkits",
    "Organization": "Engaging Scientists and Engineers in Policy (ESEP) Coalition",
    "Name": "Best Practices for Messaging Before, During, and After the March for Science",
    "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/esep_-_messaging_for_the_march_for_science.pdf",
    "About": "We have received several questions from ESEP members regarding best practices for messaging before, during, and after the March for Science. This guide addresses some of the questions we have received along with some thoughts and advice in response to them. We hope ESEP members and those that would like to engage in science policy who might have been inspired by the March for Science find this information useful."
  },
  "-L7rYax4gXLJwyF2zAkY": {
    "Duration": "Varies",
    "Location": "United States of America",
    "About": "The U.S. Department of Health and Human Services (HHS) is recruiting for the next generation of leaders to join the federal ranks and support our mission to serve the American public. The HHS Emerging Leaders Program (ELP) is a competitive, two-year, paid, federal internship within HHS. The program provides interns with a unique opportunity to develop enhanced leadership skills in one of the largest federal agencys in the nation. HHS is looking for talented and highly-motivated individuals with a commitment to public service. The program provides an excellent opportunity for participants to begin a professional career in HHS.",
    "Program Name": "Health and Human Services Emerging Leaders Program",
    "Compensation": true,
    "Program Type": "Detail & Rotations",
    "Website": "http://hhsu.learning.hhs.gov/elp ",
    "Resource Type": "degree",
    "Degree Requirement": "Master's, J.D.",
    "Sponsoring Organization": "U.S. Department of Health and Human Services"
  },
  "-L7rYWipSOZFWEgPZ9cW": {
    "Geographic Scope": "United States of America",
    "Membership Fee": false,
    "Organizer": "Union of Concerned Scientists",
    "NETWORK NAME": "The Science Network",
    "Website": "https://www.ucsusa.org/science-network#.Wuu7q4gvw2x",
    "Resource Type": "meetings",
    "About": "The UCS Science Network is an inclusive community of more than 20,000 scientists, engineers, economists, public health specialists, and other experts across the country working to educate the public and inform decisions critical to our health, safety, and environment. The UCS Science Network is intended for scientists, engineers, health professionals, and economists with (or working towards) an advanced degree."
  },
  "-L7rYWgThOm8HwqDDw8b": {
    "Resource Type": "university",
    "Location": "United States of America",
    "About": "We are a registered campus organization (RCO) dedicated to educating our students and postdocs about science policy issues as well as taking action to support science advocacy.",
    "Name": "Science Policy Group",
    "Institution": "University of California, San Francisco",
    "Website": "www.facebook.com/UcsfSciencePolicyGroup"
  },
  "-L7rYupiXpFtrgE0fRci": {
    "Duration": "2-4 years",
    "Location": "United States of America",
    "About": "NSF offers a chance for scientists, engineers, and educators to join us as temporary program directors - called rotators. Rotators make recommendations about which proposals to fund; influence new directions in the fields of science, engineering, and education; support cutting-edge interdisciplinary research; and mentor junior research members. As a rotator, you will be in a prime position to collaborate with others and increase your visibility as you survey the entire breadth of U.S. and international science, engineering, and education in real time. In addition, as a temporary program director, you can retain your ties to your current institution and return to it with new insights and experience for your team.",
    "Program Name": "National Science Foundation Rotator Program",
    "Compensation": true,
    "Program Type": "Detail & Rotations",
    "Website": "www.nsf.gov/careers/rotator ",
    "Resource Type": "degree",
    "Degree Requirement": "Doctorate",
    "Sponsoring Organization": "National Science Foundation"
  },
  "-L7rYzLjAcwx3JN3LOJL": {
    "Resource Type": "training",
    "Location": "United States of America",
    "About": "The Hellman Fellowship in Science and Technology Policy is provided by the American Academy of Arts and Sciences as part of its Initiative for Science, Engineering, and Technology. The fellowship is intended for an early-career professional with training in science or engineering who is interested in transitioning to a career in public policy and administration. While in residence, the Hellman Fellow will work with senior scientists and policy experts on critical national and international policy issues related to science, engineering, and technology. Applicants must have a Ph.D. in an area of science or engineering and have some experience or a demonstrated interest in an area related to science and technology policy.",
    "Compensation": true,
    "Sponsoring Organization": "American Academy of Arts and Sciences",
    "Name": "Hellman Fellowship in Science and Technology Policy",
    "Degree Requirement": "Doctorate",
    "Website": "https://www.amacad.org/content/about/about.aspx?d=96&t=4&s=94",
    "Citizen Requirement": true
  },
  "-L7rYHdMWymtSiN0jPkm": {
    "Citizenship Requirement": false,
    "Resource Type": "networks",
    "Location": "United States of America",
    "About": "The Center for Technology Innovation at Brookings focuses on delivering research in the arena of U.S. and global technology innovation. The CTI's research centers on identifying and analyzing key developments to increase innovation; developing and publicizing best practices to relevant stakeholders; briefing policymakers about actions needed to improve innovation; and enhancing the public and media's understanding of technology innovation.",
    "Compensation": true,
    "Name": "Brookings Institution Center for Technology Innovation",
    "Sponsoring Organization": "Brookings Institution",
    "Website": "https://interns-brookings.icims.com/jobs/intro?hashed=-435682078&mobile=false&width=890&height=500&bga=true&needsRedirect=false&jan1offset=-300&jun1offset=-240",
    "Degree Requirement": "Current student or recent graduate"
  },
  "-L7rYN20y99jhQg8CNtM": {
    "Resource Type": "university",
    "Location": "United States of America",
    "About": "The Emory Science Advocacy Network (EScAN) is a graduate student group at Emory University that seeks to promote biomedical research funding through advocacy and education. EScAN currently has about 90 members represented from the Laney Graduate School Graduate Division of Biological and Biomedical Sciences (GDBBS), the Rollins School of Public Health, Emory University School of Medicine, and Emory College of Arts & Sciences Departments of Chemistry and Physics.",
    "Name": "Emory Science Advocacy Network (EScAN)",
    "Institution": "Emory University",
    "Website": "https://www.facebook.com/PolitScientists"
  },
  "-L7rYvHZqnDGWJyBVNzv": {
    "Resource Type": "training",
    "Location": "United States of America",
    "About": "AAAS Science & Technology Policy Fellowships (STPF) provide opportunities to outstanding scientists and engineers to learn first-hand about policymaking and contribute their knowledge and analytical skills in the policy realm. Fellows serve yearlong assignments in the federal government and represent a broad range of backgrounds, disciplines, and career stages. Each year, STPF adds to a growing corps over 3,000 strong of policy-savvy leaders working across academia, government, nonprofits, and industry to serve the nation and citizens around the world.",
    "Compensation": true,
    "Sponsoring Organization": "American Association for the Advancement of Science (AAAS)",
    "Name": "AAAS Science & Technology Policy Fellowships",
    "Degree Requirement": "Doctorate",
    "Website": "www.aaas.org/stpf",
    "Citizen Requirement": true
  },
  "-L7rYkUim5NCjBOhRadY": {
    "Resource Type": "training",
    "Location": "United States of America",
    "About": "The John N. Bahcall Public Policy Fellowship was created in 2006, in collaboration with Neta Bahcall, to provide an opportunity for early-career astronomers to gain experience in the world of science policy and to augment the advocacy programs of the society. The Bahcall Fellowship is currently a one-year postdoctoral level appointment, renewable for a second year.",
    "Compensation": true,
    "Sponsoring Organization": "American Astronomical Society",
    "Name": "AAS John Bahcall Public Policy Fellowship",
    "Degree Requirement": "Doctorate",
    "Website": "aas.org/programs/john-bahcall-public-policy-fellowship",
    "Citizen Requirement": false
  },
  "-L7rYRw80ZCseKccHyGP": {
    "Resource Type": "fellowships",
    "Location": "United States of America",
    "About": "Upper-class undergraduate & graduate students: Join us for a three-and-a-half-day program in DC to learn about Congress, the federal budget process, and effective science communication. Students will have an opportunity to meet with their Members of Congress or congressional staff.",
    "Organizer": "American Association for the Advancement of Science (AAAS)",
    "Name": "Catalyzing Advocacy in Science and Engineering (CASE) Workshop",
    "Website": "https://www.aaas.org/page/about-case"
  },
  "-L7rYyjbeebeCkkTxsro": {
    "Citizenship Requirement": false,
    "Resource Type": "networks",
    "Location": "United States of America",
    "About": "The Geoscience Policy program represents the shared interests of the geoscience community in Washington, D.C., and actively works with Congress and federal agencies to foster better communication and public policy for the geosciences in areas including water, energy and mineral resources, natural hazards, environmental protection, and federal funding for geoscience research and education. AGI seeks outstanding geoscience or engineering students or recent graduates (Bachelor's or Master's level) with a strong interest in federal science policy. Interns will hone their writing and web publishing skills, while gaining first-hand policy experience and improving their understanding of the legislative process.",
    "Compensation": false,
    "Name": "AGI Geoscience Policy Internship",
    "Sponsoring Organization": "American Geosciences Institute",
    "Website": "www.americangeosciences.org/policy/internships-and-fellowships#PolicyInternship ",
    "Degree Requirement": "Bachlor's or Master's student"
  },
  "-L7rYqylWP7DWjvP4aSU": {
    "Resource Type": "syllabi",
    "Instructor(s)": "Homer A. Neal & James J Duderstadt",
    "Academic Level": "Master's",
    "Teaching Resource Type": "Syllabus",
    "Website": "http://science-engage.org/uploads/3/4/9/0/34906793/pubpol_481_sci_tech_pub_pol_neal_w15.pdf",
    "Institution": "University of Michigan",
    "Name": "National Science Policy in the 21st Century",
    "Year": 2015
  },
  "-L7rYpGvLRvS5ZR2ixxR": {
    "Resource Type": "other",
    "Name": "NSF National Science Board Science & Engineering Indicators",
    "Website": "https://www.nsf.gov/statistics/2016/nsb20161/#/",
    "Organizer": "National Science Foundation",
    "About": "Mandated by Congress, this biennial report provides data on measurements relating to K-12 STEM education, international comparisons of investments in R&D, workforce trends and public attitudes and understanding about science. Indicators serves as a resource for a wide range of science policy stakeholders."
  },
  "-L7rYARph5xjHmf6FCnJ": {
    "Resource Type": "fellowships",
    "Location": "United States of America",
    "About": "The Alan Alda Center for Communicating Science serves scientists, medical professionals, students, and the public with opportunities to explore, learn, and practice communicating effectively about science and medicine. We are an online resource for information and training in science communication, uniting research and methodology from institutions and individuals throughout the world.",
    "Organizer": " Alan Alda Center for Communicating Science",
    "Name": "Alan Alda-Kavli Science Communication Center",
    "Website": "www.aldakavlilearningcenter.org/"
  },
  "-L7rYJ7WfFgEEirQwoxa": {
    "Resource Type": "fellowships",
    "Location": "United States of America",
    "About": "The AAAS Leadership Seminar in Science and Technology Policy is a \"crash course\" in science and technology (S&T) policy, designed for those who need to know how S&T policy works. It is modeled after the highly acclaimed orientation program that AAAS provides for its new S&T Policy Fellows each fall, but distills the key material into 4 1/2 days instead of two weeks. Space is limited to only 30 to 35 participants, the small group setting provides an ideal opportunity to learn about the challenges and solutions of S&T policy from the experts. Join AAAS to learn firsthand from key people in S&T policy, in settings ranging from Capitol Hill to White House staff offices.",
    "Organizer": "American Association for the Advancement of Science (AAAS)",
    "Name": "Leadership Seminar in Science & Technology Policy",
    "Website": "https://www.aaas.org/page/science-technology-policy-leadership-seminar"
  },
  "-L7rYhCacqPzKX7odPTZ": {
    "Degree Name": "M.A in Science and Technology Policy",
    "Resource Type": "internships",
    "Location": "Arizona United States",
    "Academic Level": "Master's Degree",
    "Description": "The MSTP program is suited to anyone looking for a career focused on ensuring that science and technology serve society through responsive and effective policy development and implementation. It's one that draws on the design aspirations and culture of innovation at ASU to develop skills that are uniquely matched to the challenges policy experts in public and private organizations are facing.",
    "Website": "https://sfis.asu.edu/mstp-welcome",
    "Institution": "Arizona State University"
  },
  "-L7rYfuUHOoOlZOojDC9": {
    "Degree Name": "Graduate Certificate in International Science and Technology Policy",
    "Resource Type": "internships",
    "Location": "Washington, DC, United States",
    "Academic Level": "Graduate Certificate ",
    "Description": "The GWU Elliott School offers a Graduate Certificate in International Science and Technology Policy. The graduate certificate program in this functional specialty requires a minimum of fifteen credit hours consisting of five courses.",
    "Website": "https://elliott.gwu.edu/graduate-certificates/international-science-technology-policy",
    "Institution": "George Washington University"
  },
  "-L7rY8YFvaRzYUEtYbMp": {
    "Resource Type": "details",
    "Location": "Varies",
    "About": "The Open Science Forum for Latin America and the Caribbean has construed itself as a key regional space for debates and exchanges and is organized every two years, alternating in distinct cities throughout the region. It seeks to establish itself as a platform for the outlining of common positions and aspirations for a scientific, technological, and innovation agenda supporting sustainable development whilst simultaneously giving the region a strong voice in the global scope of the World Science Forum.",
    "Name": "CILAC: Open Science Forum for Latin America and Caribbean",
    "Organizer(s)": "UNESCO",
    "Website": "http://forocilac.org/en"
  },
  "-L7rYpJ1NLziIg0UEPeo": {
    "Geographic Scope": "United States of America",
    "Membership Fee": false,
    "Organizer": "National Public Radio",
    "NETWORK NAME": "Friends of Joe's Big Idea ",
    "Website": "http://www.npr.org/2017/08/24/537735624/friends-of-joes-big-idea-fojbis",
    "Resource Type": "meetings",
    "About": "Joe's Big Idea (JBI) was started by NPR Science Correspondent Joe Palca in 2012, in an effort to tell stories about the processes of science and invention. During his travels, Joe interacted with many young scientists who wanted to become better communicators. So, Joe started the group - Friends Of Joe's Big Idea (FOJBIs)."
  },
  "-L7rY9bUTpS7p2MvL0uo": {
    "Resource Type": "other",
    "Name": "AAAS R&D Budget Dashboard",
    "Website": "https://www.aaas.org/page/federal-rd-budget-dashboard",
    "Organizer": "American Association for the Advancement of Science (AAAS)",
    "About": "An interactive tool for exploring long-term federal funding trends within the context of the broader budget. The dashboard allows users to examine basic federal spending data by agency and/or by character of work over multiple decades in total dollars, as a share of the budget, and as a share of the U.S. economy."
  },
  "-L7rYHGq3MVhkyFL9L4U": {
    "Resource Type": "other",
    "Name": "FYI Science Policy",
    "Website": "https://www.aip.org/fyi",
    "Organizer": "American Institute of Physics",
    "About": "FYI Science Policy is a newsletter from the American Institute of Physics. FYI is an authoritative news and resource center for federal science policy, with a focus on the physical sciences."
  },
  "-L7rYAq4TvRGzMUaW6VV": {
    "Resource Type": "syllabi",
    "Instructor(s)": "William Bonvillian",
    "Academic Level": "Master's",
    "Teaching Resource Type": "Syllabus",
    "Website": "https://ocw.mit.edu/resources/res-stp-001-science-policy-bootcamp-january-iap-2011/syllabus/",
    "Institution": "Massachusetts Institute of Technology",
    "Name": "Science Policy Bootcamp",
    "Year": 2011
  },
  "-L7rYQ459hpzZuOx1wBC": {
    "Resource Type": "university",
    "Location": "United States of America",
    "About": "The Fletcher Science Diplomacy club was founded in September 2016. It maintains close ties to the Science Diplomacy Center (Tufts University) and the Science Diplomacy Education Network (AAAS Center for Science Diplomacy). The club aims to raise awareness of the growing field of science diplomacy, highlighting the role of science in informing sound policy-making, solving global challenges and improving international relations. The club provides a forum for students, at the Fletcher School and beyond, to explore and understand issues at the intersection of science and international relations.",
    "Name": "Fletcher Science Diplomacy Club",
    "Institution": "Tufts University",
    "Website": "https://sites.tufts.edu/scidipclub"
  },
  "-L7rYwGgyJmhjBGMOaQq": {
    "Citizenship Requirement": false,
    "Resource Type": "networks",
    "Location": "United States of America",
    "About": "AAAS Science Policy Internships are offered in Government Relations, Science & Diplomacy, Scientific Responsibility, Human Rights and Law, and in Science, Ethics an Religion.",
    "Compensation": false,
    "Name": "AAAS Science Policy Internships",
    "Sponsoring Organization": "American Association for the Advancement of Science",
    "Website": "www.aaas.org/page/internship-opportunities ",
    "Degree Requirement": "Current student or recent graduate"
  }
}